{
    "cfg": {
        "add-mgt-cat": "Füge eine von Orisa zu verwaltende Kategorie hinzu",
        "allow-sr-in-nick": "Zeige in Nicknamen immer den SR (oder das Spielniveau)",
        "allow-sr-in-nick-tt": "Wenn diese Einstellung aktiv ist, wird Orisa den SR in Nicknamen zeigen und auf dem neuesten Stand halten (aus `Orisa`wird `Orisa [12-23-34]`).\nFalls Du das Gefühl hast, dass deine Servermitglieder dem SR zu viel Beachtung schenken (\"Du bist nur Silber, deine Meinung zählt nicht!\") kannst du diese Einstellung deaktivieren.\nWenn diese Einstellung aus ist, können Mitglieder ihr SR dennoch anzeigen lassen, indem sie den `!ow alwaysshowsr` Befehl benutzen.\nWenn du dir unsicher bist, lasse diese Einstellung aktiviert und deaktiviere sie nur, wenn die Servermitglieder negativ reagieren.",
        "configure-for": "Konfiguriere Orisa für {{ guild_name }}",
        "congrats-chan": "Glückwunsch-Kanal",
        "congrats-chan-desc": "Sobald ein Mitglied einen neuen Höchstrank erreicht (z. B. Silber → Gold), wird Orisa ihn öffentlich in diesem Kanal gratulieren. Es ist sehr zu empfehlen, hier den Kanal zu wählen, indem die Mitglieder über OW diskutieren (Orisa wird hier **ausschließlich** Gratulationsmeldungen posten), aber du kannst auch den selben Kanal wie bei \"$t(cfg.listen-chan)\" wählen.",
        "drag-orisa-role": "Du kannst die `Orisa` Rolle einfach per Drag-and-Drop unter *Servereinstellungen > Rollen* [nach oben verschieben]({{ link }}). Orisa wird dadurch nicht mehr Berechtigungen erhalten; es erlaubt ihr nur, mehr Nicknamen zu verwalten.\nDer Nickname des Serverbesitzers kann von ihr nicht geändert werden, egal was du tust. **Gibt Orisa nicht Administratorrechte!** Es würde nicht helfen und ist ein potentielles Sicherheitsrisiko falls Orisa einen ausnützbaren Bug hat.",
        "error-saving": "Es gab ein Problem beim Abspeichern, bitte versuche es später nochmal!",
        "fix-val-errors": "Bitte behebe die Validierungsfehler, bevor du speicherst.",
        "footer": "Danke, dass Du Orisa nutzt!",
        "general-settings-hdr": "Allgemeine Einstellungen für {{ guild_name }}",
        "lang": "Sprache",
        "lang-complete": "(Fast) vollständig übersetzt",
        "lang-config-incomplete-engage": "Orisa selbst ist zwar schon komplett ins Deutsche übersetzt, dieses Konfigurationsinterface allerdings noch nicht! Noch nicht übersetzte Texte werden in Englisch erscheinen. [Klicke hier, wenn du bei der Übersetzung helfen möchtest!]({{ link }})",
        "lang-incomplete": "Noch nicht vollständig übersetzt",
        "lang-incomplete-engage": "Deutsch ist noch nicht vollständig übersetzt! Nicht übersetzte Texte werden in Englisch erscheinen. [Klick hier, wenn du bei der Übersetzung helfen möchtest]({{ link }})",
        "lead-info": "Der Speichern-Button erscheint, sobald es ungesicherte Änderungen gibt. Nachdem Du deine Änderungen gespeichert hast, kannst Du dieses Fenster schließen.\nWenn Du Fragen oder Vorschläge hast, [besuche den offiziellen Discord]({{ link }}).",
        "listen-chan": "Orisakanal",
        "listen-chan-desc": "Orisa wird in diesem Kanal auf Befehle hören. Dieser Kanal wird außerdem benutzt, um die tägliche SR Highscoretabelle zu posten (sofern aktiviert). Orisa reagiert immer auf Befehle in PN. Außerdem funktioniert der `!ow help` Befehl überall.",
        "load-failed": "Etwas lief beim Laden der Daten schief. Der Link könnte abgelaufen sein. Versuche einen neuen anzufordern. Wenn auch das nicht hilft, versuche es später nochmal…",
        "loading": "Lade",
        "no-mgt-voice-chan-hdr": "Keine verwalteten Sprachkanäle",
        "no-mgt-voice-chan-lead": "Orisa kann automatisch und nach Bedarf Sprachkanäle erzeugen und wieder löschen (nicht nur für OW) und optional auch den durchschnittlichen SR im Kanalnamen anzeigen.",
        "no-mgt-voice-chan-text": "Anstatt manuell fünf Kanäle *Comp #1* bis *Comp #5* zu erstellen, die die meißte Zeit leer sind, wirst du nur einen Kanal *Comp #1* haben, und sobald jemand den Raum benutzt, wird Orisa automatisch einen leeren Kanal namens *Comp #2* erstellen, und optional den durchschnittlichen SR zum Kanalnamen hinzufügen (z. B. *Comp #1 [12-23-34]*).\nEin paar Beispiele:\n- Wenn *Comp #1* leer wird, wird *Comp #2* automatisch wieder entfernt.\n- Wenn *Comp #3* benutzt wird, aber sowohl *Comp #1* als auch *Comp 2* leer sind, wird *Comp #2* entfernt und *Comp #3* in *Comp #2* umbenannt.\n\nAuf diese Weise gibt es immer einen (und nur einen) leeren Sprachkanal.\n\nEs gibt momentan keine verwalteten Sprachkanäle. Klicke den unteren Button um welche zu konfigurieren.",
        "not-top-role-desc": "Discord erlaubt keine Nicknameänderungen, wenn das Mitglied, dessen Nickname geändert werden soll eine höhere Rolle als Orisa besitzt. Du musst die Rolle \"Orisa\" nach ganz oben verschieben, wenn sie die Nicknamen aller Mitglieder verwalten können soll. Aktuell wird Orisa die Nicknamen von Mitgliedern {{with_the_following_roles}} nicht ändern können:",
        "not-top-role-head": "Die Rolle \"Orisa\" ist nicht die oberste Rolle!",
        "post-hs": "Poste täglich eine SR Highscoretabelle in den Orisakanal",
        "post-hs-time": "Zeitpunkt (UTC), an dem die Tabelle gepostet wird",
        "post-hs-tt": "Wenn aktiviert, wird Orisa täglich grob um die konfigurierte Uhrzeit eine SR Highscoretabelle pro Rolle posten (getrennte Tabellen für PC und XBOX). Nur die SR der Hauptaccounts wird berücksichtigt, und nur Mitglieder, die momentan einen SR haben werden angezeigt. Eine CSV-Datei mit den gleichen Daten wird ebenfalls gepostet.\nFalls deine Servermitglieder sich durch die Highscoretabelle kritisiert fühlen, kannst du die Tabelle hier abschalten.",
        "reg-msg": "Nachricht beim Registrieren",
        "reg-msg-desc": "Optionaler serverspezifischer Text der in der Willkommensnachricht erscheinen soll nachdem sich ein Mitglied mittels `!ow register` registriert hat. Dieser Text wird *nicht* angezeigt, wenn ein Benutzer dem Discordserver beitritt. Im Text kann [Discord Markdown]({{ link }}) verwendet werden.",
        "reg-msg-placeholder": "z.B.\nVergiss nicht, uns mit `!ow setroles`zu sagen, welche Rollen Du spielst; hauptsache es ist kein Genji.",
        "save": "Speichern",
        "top-role-desc": "Orisa wird die Nicknamen aller deiner Mitglieder verwalten können, mit Ausnahme des Serverbesitzers.",
        "top-role-head": "Die \"Orisa\"-Rolle ist die oberste Rolle",
        "undo": "Rückgängig",
        "unsaved": "Es gibt nicht gespeicherte Änderungen!",
        "with-the-following-roles": "mit der folgenden Rolle",
        "with-the-following-roles_plural": "mit den folgenden Rollen"
    },
    "mvc": {
        "add-prefix": "Füge einen verwalteten Kanal hinzu",
        "cat-prepend": "Kategorie",
        "chan-limit": "Maximalanzahl von Kanälen pro Präfix",
        "chan-name": "Kanalname",
        "chan-name-desc": "Der Text, der vor die Kanalnummer und dem SR (sofern \"Zeige SR\" aktiviert ist) eingefügt wird",
        "mngt-pos": "Platziere verwaltete Kanäle",
        "mngt-pos-bottom": "an das Ende (empfohlen)",
        "mngt-pos-top": "an den Anfang",
        "mngt-pos-tt": "Falls diese Kategorie auch Kanäle enthält, die nicht von Orisa verwaltet werden, müssen sich die verwalteten Kanäle entweder am Anfang oder am Ende der Kanalliste befinden. Es wird empfohlen, diese Orisa ans Ende platzieren zu lassen, da dies die Anzahl der \"Sprünge\" reduziert, die beim Erstellen oder Entfernen von Kanälen auftritt.\nWenn diese Kategorie nur von Orisa verwaltete Kanäle enthält, hat diese Einstellung keine Auswirkung.",
        "mngt-prefixes": "Verwaltete Präfixe",
        "no-prefixes": "Es sind noch keine Präfixe konfiguriert!",
        "prefix-placeholder": "z. B. \"Comp\" oder \"Quick Play\"",
        "remove-unknown-sr": "Lösche unbekannte Kanäle in dieser Kategorie, die ein `#` enthalten",
        "remove-unknown-sr-tt": "Wenn aktiviert, wird Orisa automatisch alle leeren Kanäle dieser Kategorie entfernen, welche ein `#` enthalten, da sie wahrscheinlich übriggebliebene Kanäle sind. Wenn Du z. B. \"Comp\" in \"Rangliste\" umbenennst, gibt es mindestens einen *Comp #1* Kanal, der entfernt werden sollte.\nWenn deaktiviert, wird Orisa nur Kanäle löschen, die garantiert ihre sind (haben den aktuellen Namen gefolgt von einem `#`).\nSofern du nicht selbst planst, in dieser Kategorie Kanäle mit einem `#` im Namen anzulegen, wird empfohlen, diese Einstellung aktiviert zu lassen.",
        "settings-hdr": "Einstellungen",
        "show-sr": "Zeige SR von Teilnehmern in verwalteten Kanälen",
        "show-sr-tt": "Wenn aktiviert, wird Orisa die durchschnittlichen SR der Mitglieder zum Kanalnamen hinzufügen (z. B. \"`Comp #1 [12-23-34]`\"). Wenn \"$t(cfg.allow-sr-in-nick)\" deaktiviert ist, wird sie außerdem die Nicknamen jedes Kanalmitgliedes editieren, um deren SR (oder deren Spielniveau, je nachdem, was das Mitglied mittels `!ow format`eingestellt hat) anzuzeigen. Leider werden aufgrund eines Bugs (den Discord nicht gewillt ist zu beheben) diese aktualisieren Nicknamen erst nach einem Neuladen von Discord sichtbar.\nEs wird empfohlen, diese Einstellung für Overwatch-Kanale zu aktivieren.",
        "user-limit": "Teilnehmerlimit",
        "user-limit-desc": "Die Maximalanzahl von Teilnehmern in den erzeugten Sprachkanälen. 0 bedeutet unbegrenzt."
    }
}
