{
    "cfg": {
        "add-mgt-cat": "Füge eine von Orisa zu verwaltende Kategorie hinzu",
        "allow-sr-in-nick": "Zeige den SR (oder Rang) in Nicknamen",
        "allow-sr-in-nick-tt": "Wenn diese Einstellung aktiv ist, wird Orisa den SR in Nicknamen zeigen und auf dem neuesten Stand halten (aus `Orisa`wird `Orisa [12-23-34]`).\nFalls Du das Gefühl hast, dass deine Servermitglieder dem SR zu viel Beachtung schenken (\"Du bist nur Silber, deine Meinung zählt nicht!\") kannst du diese Einstellung deaktivieren.\nWenn diese Einstellung aus ist, können Mitglieder ihr SR dennoch anzeigen lassen, indem sie den `!ow alwaysshowsr` Befehl benutzen.\nWenn du dir unsicher bist, lasse diese Einstellung aktiviert und deaktiviere sie nur, wenn die Servermitglieder negativ reagieren.",
        "configure-for": "Konfiguriere Orisa für {{ guild_name }}",
        "congrats-chan": "Glückwunsch-Kanal",
        "congrats-chan-desc": "Sobald ein Mitglied einen neuen Höchstrank erreicht (z. B. Silber → Gold), wird Orisa ihn öffentlich in diesem Kanal gratulieren. Es ist sehr zu empfehlen, hier den Kanal zu wählen, indem die Mitglieder über OW diskutieren (Orisa wird hier **ausschließlich** Gratulationsmeldungen posten), aber du kannst auch den selben Kanal wie bei \"$t(cfg.listen-chan)\" wählen.",
        "error-saving": "Es gab ein Problem beim abspeichern, bitte versuche es später nochmal!",
        "fix-val-errors": "Bitte behebe die Validierungsfehler, bevor du speicherst.",
        "footer": "Danke, dass Du Orisa nutzt!",
        "general-settings-hdr": "Allgemeine Einstellungen für {{ guild_name }}",
        "lead-info": "Der Speichern-Button erscheint, sobald es ungesicherte Änderungen gibt. Nachdem Du deine Änderungen gespeichert hast, kannst Du dieses Fenster schließen.\nWenn Du Fragen oder Vorschläge hast, [besuche den offiziellen Discord]({{ link }}).",
        "listen-chan": "Botkanal",
        "listen-chan-desc": "Orisa wird in diesem Kanal auf Befehle hören. Dieser Kanal wird außerdem benutzt, um die tägliche SR Highscoretabelle zu posten (sofern aktiviert). Orisa reagiert immer auf Befehle in PN. Außerdem funktioniert der `!ow help` Befehl überall.",
        "load-failed": "Etwas lief beim Laden der Daten schief. Der Link könnte abgelaufen sein. Versuche einen neuen anzufordern. Wenn auch das nicht hilft, versuche es später nochmal…",
        "loading": "Laden",
        "no-mgt-voice-chan-hdr": "Keine verwalteten Sprachkanäle",
        "not-top-role-desc": "Discord erlaubt keine Nicknameänderungen, wenn das Mitglied, dessen Nickname geändert werden soll eine höhere Rolle als Orisa besitzt. [Du musst die Rolle \"Orisa\" nach ganz oben verschieben]({{ link }}), wenn sie die Nicknamen aller Mitglieder verwalten können soll. Aktuell wird Orisa die Nicknamen von Mitgliedern {{with_the_following_roles}} nicht ändern können:",
        "not-top-role-head": "Die Rolle \"Orisa\" ist nicht die oberste Rolle!",
        "reg-msg": "Nachricht beim Registrieren",
        "reg-msg-desc": "Optionaler serverspezifischer Text der in der Willkommensnachricht erscheinen soll nachdem sich ein Mitglied mittels `!ow register` registriert hat. Dieser Text wird *nicht* angezeigt, wenn ein Benutzer dem Discordserver beitritt. Im Text kann [Discord Markdown]({{ link }}) verwendet werden.",
        "reg-msg-placeholder": "z.B.\nVergiss nicht, uns mit `!ow setroles`zu sagen, welche Rollen zu spielst; und denk' gar nicht dran, Genji zu spielen.",
        "save": "Speichern",
        "unsaved": "Es gibt nicht gespeicherte Änderungen!",
        "with-the-following-roles": "mit der folgenden Rolle",
        "with-the-following-roles_plural": "mit den folgenden Rollen"
    },
    "mvc": {
        "chan-limit": "Maximalanzahl von Kanälen pro Präfix",
        "chan-name": "Kanalname",
        "chan-name-desc": "Der Text, der vor die Kanalnummer und dem SR (sofern \"Zeige SR\" aktiviert ist) eingefügt wird",
        "mngt-prefixes": "Verwaltete Präfixe",
        "no-prefixes": "Es sind noch keine Präfixe konfiguriert!",
        "prefix-placeholder": "z. B. \"Comp\" oder \"Quick Play\"",
        "remove-unknown-sr": "Lösche unbekannte Kanäle in dieser Kategorie, die ein `#` enthalten",
        "show-sr": "Zeige SR von Teilnehmern in verwalteten Kanälen",
        "show-sr-tt": "",
        "user-limit": "Teilnehmerlimit",
        "user-limit-desc": "Die Maximalanzahl von Teilnehmern in den erzeugten Sprachkanälen. 0 bedeutet unbegrenzt."
    }
}
