{
    "mvc": {
        "show-sr": "Show SR of members in managed channels",
        "show-sr-tt": "When this setting is on, Orisa will adjust the channel name so that the lowest and highest SR of its members are shown (e.g. \"Comp #1 [12-23-34]\"). She will also update the nicknames of every member in that channel to show their SR (or rank, if that member has configured it via `!ow format`). Unfortunately, these updated nicknames will only show in the channel list after a reload of Discord due to a Discord bug (that Discord isn't going to fix).\nIt is recommended to turn this setting on for Overwatch channel categories",
        "remove-unknown-sr": "Remove unknown channels with `#` in this category",
        "remove-unknown-sr-tt": "With this setting active, Orisa will automatically remove any empty channels in this category that contain a `#`, as they are probably left over channels. For example, if you rename \"Comp\" to \"Competitive\", there now will be at least a Comp #1 channel that should get removed.\nWhen this settings is off, Orisa will only touch channels that she knows are hers (begin with the prefix and then followed by a `#`.\nUnless you have manually created channels in this category that contain a `#`, it is recommended to leave this setting on.",
        "chan-limit": "Maximum number of channels per prefix",
        "mngt-prefixes": "Managed prefixes",
        "no-prefixes": "There are no prefixes configured yet!",
        "chan-name": "Channel Name",
        "chan-name-desc": "The text before the number (and SR if \"Show SR\" is active)",
        "prefix-placeholder": "e.g. Comp, or Quick Play",
        "user-limit": "User Limit",
        "user-limit-desc": "The maximum number of people allowed in the created voice channels. 0 means no limit.",
        "add-prefix": "Add a managed channel prefix"
    },
    "cfg": {
        "save": "Save",
        "fix-val-errors": "Please fix the validation errors before saving.",
        "error-saving": "There was a problem saving, please try again later!",
        "unsaved": "You have unsaved changes!"
    }
}




