{
    "cfg": {
        "add-mgt-cat": "Add a managed channel category",
        "allow-sr-in-nick": "Always show SR (or rank) in nicknames",
        "allow-sr-in-nick-tt": "When this setting is on, Orisa will always update the nicknames of all registered users to show their SR in the name (`Orisa` becomes `Orisa [12-23-34]`).\nIf you feel your server members focus too much on the SR (\"I don't listen to a silver player\"), you can turn this setting off.\nWhen turned off, your server members can still force their SR to be displayed by issuing the `!ow alwaysshowsr` command.\nIf unsure, activate this setting, and only turn it off if people react negatively to it.",
        "configure-for": "Configure Orisa for {{ guild_name }}",
        "congrats-chan": "Congrats Channel",
        "congrats-chan-desc": "When a member reaches a new highest rank (e.g. Silver → Gold), Orisa will publically congratulate him/her in this channel. It is highly recommended to select the channel where members chat about OW (Orisa will **only** post 'rank up' messages), but it can also be the same as \"$t(cfg.listen-chan)\".",
        "drag-orisa-role": "You can simply drag and drop the `Orisa` role in the *Server Settings > Roles* screen, [like this]({{ link }}). Orisa will not get more permissions by this, it simply allows her to change more nicknames.\nThe nickname of the server owner cannot be changed by her whatever you do. **Do not give the Orisa role Administrator rights!** It won't help, and is a potential security risk if Orisa has an exploitable bug.",
        "error-saving": "There was a problem saving, please try again later!",
        "fix-val-errors": "Please fix the validation errors before saving.",
        "footer": "Thank you for using Orisa!",
        "general-settings-hdr": "General Settings for {{ guild_name }}",
        "lang": "Language",
        "lang-complete": "(Almost) fully translated",
        "lang-config-incomplete-engage": "While Orisa itself is fully translated to {{ lang }}, this configuration interface is not! Untranslated strings will appear in English. [Click here if you want to help with the translation!]({{ link }})",
        "lang-incomplete": "Not fully translated yet",
        "lang-incomplete-engage": "{{ lang }} is not fully translated yet! Untranslated strings will appear in English. [Click here if you want to help with the translation!]({{ link }})",
        "lead-info": "The save button will appear when you have unsaved changes. After you have saved your changes, you can close this window.\nIf you have questions or suggestions, [join the official discord]({{ link }}).",
        "listen-chan": "Orisa Channel",
        "listen-chan-desc": "In which channel should Orisa listen for commands? This channel will also be used to post the daily SR highscore table. Orisa always reacts to commands via DM. Also, the `!ow help` command will work in any channel.",
        "load-failed": "Something went wrong while loading the data. This link might have expired. Try requesting a new one. If that doesn't help, try again later…",
        "loading": "Loading",
        "no-mgt-voice-chan-hdr": "No managed voice channels",
        "no-mgt-voice-chan-lead": "Orisa can help you dynamically create and delete voice channels on demand (not just for OW) and optionally show the SR in the channel names.",
        "no-mgt-voice-chan-text": "Instead of manually creating *Comp #1* to *Comp #5* channels which are empty most of the time, you will have a single *Comp #1* channel, and as soon as a person joins, Orisa will automatically create an empty *Comp #2* channel, and optionally show the average SR in the channel name (e.g. *Comp #1 [12-23-34]*).\nSome examples: \n- If *Comp #1* becomes empty again, *Comp #2* will automatically be removed. \n- If *Comp #3* is used, but both *Comp #1* and *Comp #2* are empty, *Comp #2* will be removed and *Comp #3* will be renamed to *Comp #2*.\n\nThis way, there will always be one (and only one) empty voice channel.\n\nThere are currently no managed voice channels. Click the button below to configure them.",
        "not-top-role-desc": "Discord disallows nickname changes when the member whose nickname should be changed has a higher role than Orisa. You need to move the Orisa role all the way to the top if you want her to be able to change all nicknames. Currently, Orisa won't be able to update the nicknames of members {{with_the_following_roles}}:",
        "not-top-role-head": "The Orisa role is not the top role!",
        "post-hs": "Post a daily SR highscore table to the Orisa channel",
        "post-hs-time": "Time in UTC when to post",
        "post-hs-tt": "When this setting is on, Orisa will post a SR highscore table for each role (separate for PC and XBOX) daily around 09:00 UTC. Only the SR of the primary account will be considered, and only members that currently have an SR are shown. A CSV file with the same data will also be posted.\nIf your members feel judged by the highscore table, you can disable it here.",
        "reg-msg": "Register message",
        "reg-msg-desc": "Optional server specific text that should be shown in the welcome message after a member registered with `!ow register`. This message is *not* shown when a user joins this server. Can use [Discord Markdown]({{ link }}).",
        "reg-msg-placeholder": "e.g.\nDon't forget to use `!ow setroles` to set your roles; also don't play Genji.",
        "save": "Save",
        "top-role-desc": "Orisa will be able to change the nicknames of all your members, with the exception of the server owner.",
        "top-role-head": "The Orisa role is the top role",
        "undo": "Undo",
        "unsaved": "You have unsaved changes!",
        "with-the-following-roles": "with the following role",
        "with-the-following-roles_plural": "with the following roles"
    },
    "mvc": {
        "add-prefix": "Add a managed channel",
        "cat-prepend": "Category",
        "chan-limit": "Maximum number of channels per prefix",
        "chan-name": "Channel Name",
        "chan-name-desc": "The text before the number (and SR if \"Show SR\" is active)",
        "mngt-prefixes": "Managed prefixes",
        "no-prefixes": "There are no prefixes configured yet!",
        "prefix-placeholder": "e.g. Comp, or Quick Play",
        "remove-unknown-sr": "Remove unknown channels with `#` in this category",
        "remove-unknown-sr-tt": "With this setting active, Orisa will automatically remove any empty channels in this category that contain a `#`, as they are probably leftover channels. For example, if you rename \"Comp\" to \"Competitive\", there now will be at least a *Comp #1* channel that should get removed.\nWhen this settings is off, Orisa will only touch channels that she knows are hers (begin with the prefix and then followed by a `#`).\nUnless you have manually created channels in this category that contain a `#`, it is recommended to leave this setting on.",
        "settings-hdr": "Settings",
        "show-sr": "Show SR of members in managed channels",
        "show-sr-tt": "When this setting is on, Orisa will adjust the channel name so that the average SR of its members are shown (e.g. \"`Comp #1 [12-23-34]`\"). If the \"$t(cfg.allow-sr-in-nick)\" option is disabled, she will also update the nicknames of every member in that channel to show their SR (or rank, if that member has configured it via `!ow format`). Unfortunately, these updated nicknames will only show in the channel list after a reload of Discord due to a Discord bug (that Discord isn't willing to fix).\nIt is recommended to turn this setting on for Overwatch channel categories.",
        "user-limit": "User Limit",
        "user-limit-desc": "The maximum number of people allowed in the created voice channels. 0 means no limit."
    }
}
