{
    "cfg": {
        "add-mgt-cat": "Agregar una categoría al canal administrado",
        "allow-sr-in-nick": "Mostrar siempre el SR (o rango) en los apodos",
        "allow-sr-in-nick-tt": "Cuando este ajuste está activado, Orisa siempre actualizará los nicks de todos los usuarios registrados para mostrar su SR en el nombre (`Orisa` se convierte en `Orisa [12-23-34]`).\nSi crees que los miembros de tu servidor se centran demasiado en el SR (\"No escucho a un jugador de plata\"), puedes desactivar esta opción.\nCuando esté desactivada, los miembros de tu servidor pueden forzar que se muestre su SR emitiendo el comando `!ow alwaysshowsr`.\nSi no estás seguro, activa esta opción y desactívala sólo si la gente reacciona negativamente.",
        "configure-for": "Configurar Orisa para {{ guild_name }}",
        "congrats-chan": "Canal de felicitaciones",
        "congrats-chan-desc": "Cuando un miembro alcanza un nuevo rango más alto (por ejemplo, Plata → Oro), Orisa le felicitará públicamente en este canal. Es muy recomendable seleccionar el canal donde los miembros charlan sobre OW (Orisa **sólo** publicará mensajes de 'subida de rango'), pero también puede ser el mismo que \"$t(cfg.listen-chan)\".",
        "drag-orisa-role": "Puedes simplemente arrastrar y soltar el rol `Orisa` en la pantalla *Configuración del servidor > Funciones*, [así]({{ link }}). Orisa no obtendrá más permisos por esto, simplemente le permite cambiar más apodos.\nEl apodo del dueño del servidor no puede ser cambiado por ella hagas lo que hagas. **No le des al rol de Orisa derechos de Administrador. No ayudará, y es un riesgo potencial de seguridad si Orisa tiene un bug explotable.",
        "error-saving": "Hubo un problema al guardar, ¡inténtalo de nuevo más tarde!",
        "fix-val-errors": "Por favor, corrija los errores de validación antes de guardar.",
        "footer": "¡Gracias por utilizar Orisa!",
        "general-settings-hdr": "Configuración general de {{ guild_name }}",
        "lang": "Idioma",
        "lang-complete": "(Casi) completamente traducido",
        "lang-config-incomplete-engage": "Aunque Orisa está completamente traducido a {{ lang }}, ¡esta interfaz de configuración no lo está! Las cadenas no traducidas aparecerán en inglés. [Haz clic aquí si quieres ayudar con la traducción]({{ link }})",
        "lang-incomplete": "Aún no está totalmente traducido",
        "lang-incomplete-engage": "{{ lang }} aún no está completamente traducido. Las cadenas no traducidas aparecerán en inglés. [Haz clic aquí si quieres ayudar con la traducción]({{ link }})",
        "lead-info": "El botón de guardar aparecerá cuando tenga cambios sin guardar. Una vez guardados los cambios, puedes cerrar esta ventana.\nSi tienes preguntas o sugerencias, [únete a la discusión oficial]({{ link }}).",
        "listen-chan": "Canal de Orisa",
        "listen-chan-desc": "¿En qué canal debe Orisa escuchar los comandos? Este canal también se utilizará para publicar la tabla diaria de puntajes de SR. Orisa siempre reacciona a los comandos vía DM. Además, el comando `!ow help` funcionará en cualquier canal.",
        "load-failed": "Algo ha fallado al cargar los datos. Es posible que este enlace haya caducado. Intenta solicitar uno nuevo. Si eso no ayuda, inténtalo de nuevo más tarde…",
        "loading": "Cargando",
        "no-mgt-voice-chan-hdr": "Sin canales de voz administrados",
        "no-mgt-voice-chan-lead": "Orisa puede ayudarte a crear y eliminar dinámicamente canales de voz bajo demanda (no sólo para OW) y, opcionalmente, mostrar el SR en los nombres de los canales.",
        "no-mgt-voice-chan-text": "En lugar de crear manualmente canales *Comp #1* a *Comp #5* que están vacíos la mayor parte del tiempo, tendrás un único canal *Comp #1*, y tan pronto como una persona se una, Orisa creará automáticamente un canal vacío *Comp #2*, y opcionalmente mostrará el SR medio en el nombre del canal (por ejemplo *Comp #1 [12-23-34]*).\nAlgunos ejemplos: \n- Si *Comp #1* vuelve a estar vacío, *Comp #2* se eliminará automáticamente. \n- Si se utiliza *Comp #3*, pero tanto *Comp #1* como *Comp #2* están vacías, se eliminará *Comp #2* y *Comp #3* pasará a llamarse *Comp #2*.\n\nDe esta forma, siempre habrá un (y sólo un) canal de voz vacío.\n\nActualmente no hay canales de voz gestionados. Haz clic en el botón de abajo para configurarlos.",
        "not-top-role-desc": "Discord no permite cambios de apodo cuando el miembro cuyo apodo debe cambiarse, si tiene un rol más alto que Orisa. Tienes que mover el rol de Orisa hasta arriba si quieres que pueda cambiar todos los apodos. Actualmente, Orisa no podrá actualizar los apodos de los miembros {{with_the_following_roles}}:",
        "not-top-role-head": "¡El papel de Orisa no es el papel principal!",
        "post-hs": "Publicar una tabla de puntuaciones diarias de SR en el canal de Orisa",
        "post-hs-time": "Hora en UTC a la que se publica",
        "post-hs-tt": "Cuando este ajuste está activado, Orisa publicará una tabla de puntuaciones de SR para cada rol (por separado para PC, Xbox y PSN) diariamente aproximadamente a la hora configurada. Sólo se tendrá en cuenta el SR de la cuenta principal, y sólo se mostrarán los miembros que actualmente tengan un SR. También se publicará un archivo CSV con los mismos datos.\nSi tus miembros se sienten juzgados por la tabla de puntuaciones, puedes desactivarla aquí.",
        "reg-msg": "Mensaje de registro",
        "reg-msg-desc": "Texto opcional específico del servidor que se muestra en el mensaje de bienvenida después de que un miembro se registre con `!ow register`. Este mensaje *no* se muestra cuando un usuario se une a este servidor. Se puede usar [Discord Markdown]({{ link }}).",
        "reg-msg-placeholder": "Ej.\nNo olvides usar `!ow setroles` para establecer tus roles; tampoco hagas de Genji.",
        "save": "Guardar",
        "top-role-desc": "Orisa podrá cambiar los nicks de todos tus miembros, a excepción del propietario del servidor.",
        "top-role-head": "El papel de Orisa es el más importante",
        "undo": "Deshacer",
        "unsaved": "¡Tienes cambios sin guardar!",
        "with-the-following-roles": "con la siguiente función",
        "with-the-following-roles_plural": "con las siguientes funciones"
    },
    "mvc": {
        "add-prefix": "Añadir un canal administrado",
        "cat-prepend": "Categoría",
        "chan-limit": "Número máximo de canales por prefijo",
        "chan-name": "Nombre del canal",
        "chan-name-desc": "El texto antes del número (y SR si \"Mostrar SR\" está activado)",
        "mngt-pos": "Colocar los canales gestionados",
        "mngt-pos-bottom": "al final (recomendado)",
        "mngt-pos-top": "en la parte superior",
        "mngt-pos-tt": "En caso de que esta categoría también contenga canales no gestionados por Orisa, los canales gestionados tienen que estar al principio o al final de la lista de canales. Se recomienda dejar que Orisa los coloque al final, ya que esto reduce la cantidad de \"saltos\" que se producen cuando se crean o eliminan canales.\nSi esta categoría sólo contiene canales gestionados por Orisa, este ajuste no tiene efecto.",
        "mngt-prefixes": "Prefijos gestionados",
        "no-prefixes": "¡Todavía no hay prefijos configurados!",
        "prefix-placeholder": "por ejemplo, Comp, o Partida rápida",
        "remove-unknown-sr": "Eliminar canales desconocidos con `#` en esta categoría",
        "remove-unknown-sr-tt": "Con este ajuste activo, Orisa eliminará automáticamente cualquier canal vacío en esta categoría que contenga un `#`, ya que probablemente sean canales sobrantes. Por ejemplo, si renombras \"Comp\" a \"Competitivo\", ahora habrá al menos un canal *Comp #1* que debería ser eliminado.\nCuando esta configuración está desactivada, Orisa sólo tocará los canales que sabe que son suyos (empiezan con el prefijo y luego seguido de un `#`).\nA menos que hayas creado manualmente canales en esta categoría que contengan un `#`, se recomienda dejar esta opción activada.",
        "settings-hdr": "Ajustes",
        "show-sr": "Mostrar SR de los miembros en los canales gestionados",
        "show-sr-tt": "Cuando esta opción está activada, Orisa ajustará el nombre del canal para que se muestre el SR medio de sus miembros (por ejemplo, \"`Comp #1 [12-23-34]`\"). Si la opción \"$t(cfg.allow-sr-in-nick)\" está desactivada, también actualizará los nicks de cada miembro en ese canal para mostrar su SR (o rango, si ese miembro lo ha configurado a través de `!ow format`).\nSe recomienda activar esta opción para las categorías de canales de Overwatch.\nDiscord limita mucho la frecuencia con la que se puede renombrar un canal, por lo que es posible que el nombre del canal no siempre se actualice.",
        "user-limit": "Límite de usuarios",
        "user-limit-desc": "El número máximo de personas permitidas en los canales de voz creados. 0 significa que no hay límite."
    }
}
