{
    "cfg": {
        "add-mgt-cat": "Ajouter une catégorie de salon",
        "allow-sr-in-nick": "Toujours afficher la côte (ou le rang) dans les pseudos",
        "allow-sr-in-nick-tt": "Lorsque ce paramètre est activé, Orisa mettra à jour en permanence les pseudos de tous les utilisateurs enregistrés pour afficher leur côte à côté de leurs pseudos (`Orisa` devient `Orisa [12-23-34]`).\nSi tu as l'impression que les membres de ton serveur se concentrent trop sur la côte (\"Je ne parle pas avec un joueur classé argent\"), tu peux désactiver ce paramètre.\nUne fois désactivé, les membres de ton serveur peuvent tout de même afficher leur côte en utilisant la commande `ow alwaysshowsr`.\nEn cas d’incertitude, activez ce paramètre et n’éteignez-le que si les membres de ton serveur y réagissent négativement.",
        "configure-for": "Configurer Orisa pour {{ guild_name }}",
        "congrats-chan": "Salon de félicitations",
        "congrats-chan-desc": "Lorsqu’un membre atteint un rang supérieur (ex. : Argent → Or), Orisa le félicitera publiquement dans ce canal. Il est fortement recommandé de sélectionner le canal où les membres discutent d'Overwatch (Orisa affichera **seulement** des messages de 'rank up'), mais cela peut aussi marcher dans un canal dédié aux félicitations tel que \"$t(cfg.listen-chan)\".",
        "drag-orisa-role": "Tu peux simplement glisser et déposer le rôle `Orisa` dans l’écran *Paramètres du serveur > Rôles*, [comme ça]({{ link }}). Orisa n’obtiendra pas plus de permissions, ça lui permet juste de changer plus de pseudos.\nLe pseudo du propriétaire du serveur ne peut être modifié par elle, quoi que tu fasses. **Ne donnez pas de droits administrateurs à Orisa !** Cela ne sert à rien et représente un risque potentiel pour la sécurité de ton serveur si Orisa a un bug exploitable.",
        "error-saving": "Il y a eu un problème de sauvegarde, réessaie plus tard !",
        "fix-val-errors": "Je te prie de corriger les erreurs de validation avant de sauvegarder.",
        "footer": "Merci d’utiliser Orisa !",
        "general-settings-hdr": "Paramètres généraux pour {{ guild_name }}",
        "lang": "Langue",
        "lang-complete": "(Presque) entièrement traduit",
        "lang-config-incomplete-engage": "Orisa en elle-même est traduite en {{ lang }} mais l'interface de configuration ne l'est pas ! Les parties non traduites seront affichées en anglais. [Clique ici si tu veux nous aider à finir la traduction !]({{ link }})",
        "lang-incomplete": "Pas encore entièrement traduit",
        "lang-incomplete-engage": "Le {{ lang }} n’est pas encore totalement traduit ! Les parties non traduites apparaîtront en anglais [Tu veux nous aider ? Clique sur ce lien ]({{ link }})",
        "lead-info": "Le bouton d’enregistrement s’affiche lorsque tu as des modifications non sauvegardées. Après avoir sauvegardé tes modifications, tu peux fermer cette fenêtre.\nSi tu as des questions ou des suggestions, [rejoins le discord officiel]({{ link }}).",
        "listen-chan": "Salon d'Orisa",
        "listen-chan-desc": "Sur quel canal Orisa doit-elle lire les commandes ? Ce canal sera également utilisé pour afficher le tableau de côte quotidien. Orisa réagit toujours aux commandes via les MP. De plus, la commande `!ow help` fonctionne sur n’importe quel canal.",
        "load-failed": "Le chargement des données n'a pas été fructueux. Ce lien à peut-être expiré. Essaie d’en demander un nouveau. Si cela ne t'aide pas, essaie à nouveau plus tard…",
        "loading": "Chargement",
        "no-mgt-voice-chan-hdr": "Aucun salons vocaux gérés",
        "no-mgt-voice-chan-lead": "Orisa peut t'aider à créer et supprimer dynamiquement des salons vocaux à la demande (pas seulement pour Overwatch) et à afficher en option la côte à côté des noms des salons.",
        "no-mgt-voice-chan-text": "Au lieu de créer manuellement des salons *Comp #1* à *Comp #5* qui sont vides la plupart du temps, tu n'auras qu'un seul canal *Comp #1* et, dès qu’une personne le rejoindra, Orisa créera automatiquement un salon vide nommé *Comp #2* et, en option, affichera la côte moyenne des joueurs dans le nom du salon (ex ; *Comp #1 [12-23-34]*).\nEn voici quelques exemples :\n- Si *Comp #1* redevient vide, *Comp #2* sera automatiquement supprimé.\n- Si *Comp #3* est utilisé, mais que les *Comp #1* et *Comp #2* sont vides, *Comp #2* sera supprimé et *Comp #3* sera renommé *Comp #2*.\n\nDe cette façon, il y aura toujours un (et un seul) salon vocal vide.\n\nIl n’y a actuellement aucun salon vocal géré. Clique sur le bouton ci-dessous pour les configurer.",
        "not-top-role-desc": "Discord interdit les changements de pseudos lorsque le membre dont le pseudo qui doit être changé a un rôle supérieur à Orisa. Tu dois déplacer le rôle d’Orisa au-dessus de tous les rôles si tu veux qu’elle puisse changer n'importe quel pseudo. À l’heure actuelle, Orisa ne sera pas en mesure de mettre à jour les pseudos des membres {{with_the_following_roles}} :",
        "not-top-role-head": "Le rôle d’Orisa n’est pas au-dessus de tous les autres rôles !",
        "post-hs": "Affiche un tableau quotidien des côtes sur le salon d’écoute",
        "post-hs-time": "Heure en UTC quand poster",
        "post-hs-tt": "Lorsque ce paramètre est activé, Orisa affichera un tableau des côtes pour chaque rôle (séparé pour PC et XBOX) quotidiennement vers 11:00 (heure de Paris). Seul la côte du compte principal sera prise en compte et seuls les membres qui ont actuellement une côte sont indiqués. Un fichier CSV contenant ces données sera également affiché.\nSi tes membres se sentent jugés par le tableau des meilleures côtes, tu peux le désactiver ici.",
        "reg-msg": "Message d'enregistrement",
        "reg-msg-desc": "Texte facultatif propre au serveur qui doit être affiché dans le message de bienvenue après qu’un membre se soit inscrit avec la commande `!ow register`. Ce message n’est *pas* affiché lorsqu’un utilisateur rejoint ce serveur. Peut utiliser [Discord Markdown]({{ link }}).",
        "reg-msg-placeholder": "Ex :\nN’oublie pas d’utiliser`!ow setroles` pour définir tes rôles ; D'ailleurs, ne joue pas Genji.",
        "save": "Sauvegarder",
        "top-role-desc": "Orisa pourra changer les pseudos de tous tes membres, à l’exception du propriétaire du serveur.",
        "top-role-head": "Le rôle d’Orisa est au-dessus de tous les autres rôles",
        "undo": "Annuler",
        "unsaved": "Tu as des changements non enregistrés !",
        "with-the-following-roles": "avec le rôle suivant",
        "with-the-following-roles_plural": "avec les rôles suivants"
    },
    "mvc": {
        "add-prefix": "Ajouter un salon géré",
        "cat-prepend": "Catégorie",
        "chan-limit": "Nombre maximum de salons par préfixe",
        "chan-name": "Nom du salon",
        "chan-name-desc": "Le texte avant le numéro (et la côte si \"Show SR\" est activé)",
        "mngt-prefixes": "Préfixes gérés",
        "no-prefixes": "Il n’y a pas encore de préfixes configurés !",
        "prefix-placeholder": "Ex : Compétitif, ou Partie Rapide",
        "remove-unknown-sr": "Supprimer les salon inconnus avec `#` dans cette catégorie",
        "remove-unknown-sr-tt": "Lorsque ce paramètre est activé, Orisa supprimera automatiquement tous les salons vides de cette catégorie qui contiennent un `#` car ils sont probablement des restes d'anciens salons. Par exemple, si tu renommes \"Comp\" en \"Competitive\", il y aura maintenant au moins un salon *Comp #1* devant être supprimé.\nLorsque ce paramètre est désactivé, Orisa ne touchera qu'aux salons qu’elle sait être les siens (commence par le préfixe, puis par un `#`).\nÀ moins que tu n'aies créé manuellement des salons dans cette catégorie qui contiennent un `#`, il est recommandé de laisser ce paramètre allumé.",
        "settings-hdr": "Paramètres",
        "show-sr": "Montrer la côte des membres dans les salons gérés",
        "show-sr-tt": "Lorsque ce paramètre est activé, Orisa ajustera le nom du salon vocal de manière à ce que la côte moyenne de ses membres soit affiché (ex ;  \"`Comp #1 [12-23-34]`\"). Si l’option  \"$t(cfg.allow-sr-in-nick) \" est désactivée, Orisa mettra également à jour les pseudos de chaque membre de ce salon vocal pour montrer ses côtes (ou ses rangs, si ce membre l’a configuré avec la commande ` !ow format`). Malheureusement, ces pseudos mis à jour n’apparaîtront dans la liste des salons qu’après un redémarrage de Discord en raison d’un bug Discord (que Discord n’est pas prêt de corriger).\nIl est recommandé d’activer ce paramètre pour les catégories de salons Overwatch.",
        "user-limit": "Limite d'utilisateurs",
        "user-limit-desc": "Le nombre maximum de personnes autorisées dans les salons vocaux créés. 0 signifie aucune limite."
    }
}
