{
    "cfg": {
        "add-mgt-cat": "Ajouter une catégorie de salon gérés",
        "allow-sr-in-nick": "Toujours afficher SR (ou rang) dans les pseudo",
        "allow-sr-in-nick-tt": "Lorsque ce paramètre est activé, Orisa met toujours à jour les pseudo de tous les utilisateurs enregistrés pour afficher leur SR dans le nom (`Orisa` devient `Orisa [12-23-34]`).\nSi vous sentez que vos membres serveurs se concentrent trop sur le SR (\"Je n’écoute pas un joueur d’argent\"), vous pouvez désactiver ce paramètre.\nUne fois désactivé, les membres de votre serveur peuvent encore forcer l’affichage de leur SR en émettant la commande `ow alwaysshowsr`\nEn cas d’incertitude, activez ce paramètre et n’éteignez-le que si les gens y réagissent négativement.",
        "configure-for": "Configurez Orisa pour {{ guild_name }}",
        "congrats-chan": "Salon de félicitation",
        "congrats-chan-desc": "Lorsqu’un membre atteint un rang supérieur (ex. : Argent → Or), Orisa le félicitera publiquement dans ce canal. Il est fortement recommandé de sélectionner le canal où les membres discutent au sujet d’OW (Orisa **seulement** affichera des messages 'rank up'), mais il peut aussi être le même que \"$t(cfg.listen-chan)\".",
        "drag-orisa-role": "Vous pouvez simplement faire glisser et déposer le rôle `Orisa` dans l’écran *Paramètres du serveur > Rôles*, [comme ça]({{ link }}). Orisa n’obtiendra pas plus de permissions, mais elle pourras changer les pseudo des personne qui lui sont inférieur.\nLe pseudonyme du propriétaire du serveur ne peut être modifié par elle quoi que vous fassiez. **Ne donnez pas de droits à l’administrateur de rôle Orisa !** Cela n’aidera pas, et représente un risque potentiel pour la sécurité de votre serveur si Orisa a un bug exploitable.",
        "error-saving": "Il a eu un problème de sauvegarde, s’il vous plaît réessayer plus tard !",
        "fix-val-errors": "Veuillez corriger les erreurs de validation avant de sauvegarder.",
        "footer": "Merci d’utiliser Orisa !",
        "general-settings-hdr": "Paramètres général pour {{ guild_name }}",
        "lang": "Langue",
        "lang-complete": "Entièrement Traduite",
        "lang-incomplete": "Pas encore entièrement traduit",
        "lang-incomplete-engage": "{{ lang }} n’est pas encore entièrement traduit ! [Vous voulez aider ? ]({{ link }})",
        "lead-info": "Le bouton d’enregistrement s’affiche lorsque vous avez des modifications non sauvegardées. Après avoir sauvegardé vos modifications, vous pouvez fermer cette fenêtre.\nSi vous avez des questions ou des suggestions, [joignez-vous au discord officielle]({{ link }}).",
        "listen-chan": "Salon d'Orisa",
        "listen-chan-desc": "Sur quel canal Orisa doit-elle écouter les commandes ? Ce canal sera également utilisé pour afficher le tableau de SR quotidien. Orisa réagit toujours aux commandes via DM. De plus, la commande `!ow help` fonctionnera sur n’importe quel canal.",
        "load-failed": "Quelque chose s’est mal passé lors du chargement des données. Ce lien à peut-être expiré. Essayez d’en demander un nouveau. Si cela ne vous aide pas, essayez de nouveau plus tard…",
        "loading": "Chargement",
        "no-mgt-voice-chan-hdr": "Aucun salon vocaux gérés",
        "no-mgt-voice-chan-lead": "Orisa peut vous aider à créer et supprimer dynamiquement des salons vocaux à la demande (pas seulement pour OW) et à afficher en option le SR dans les noms des salons.",
        "no-mgt-voice-chan-text": "Au lieu de créer manuellement des salons *Comp #1* à *Comp #5* qui sont vides la plupart du temps, vous aurez un seul canal *Comp #1*, et dès qu’une personne le joindra, Orisa créera automatiquement un salons vide *Comp #2*, et, en option, afficher le SR moyen dans le nom du canal (ex; *Comp #1 [12-23-34]*).\nEn voici quelques exemples :\n- Si *Comp #1* redevient vide, *Comp #2* sera automatiquement supprimé.\n- Si *Comp #3* est utilisé, mais que les *Comp #1* et *Comp #2* sont vides, *Comp #2* sera supprimé et *Comp #3* sera renommé *Comp #2*.\n\nDe cette façon, il y aura toujours un (et un seul) Salons vocal vide.\n\nIl n’y a actuellement aucun salon vocal géré. Cliquez sur le bouton ci-dessous pour les configurer.",
        "not-top-role-desc": "Discord interdit les changements de surnom lorsque le membre dont le surnom doit être changé a un rôle plus important que Orisa. Vous devez déplacer le rôle d’Orisa jusqu’au sommet si vous voulez qu’elle puisse changer tous les surnoms. À l’heure actuelle, Orisa ne sera pas en mesure de mettre à jour les surnoms des membres {{with_the_following_roles}} :",
        "not-top-role-head": "Le rôle d’Orisa n’est pas le rôle principal !",
        "post-hs": "Afficher un tableau quotidien des Rank (SR) sur le salon d’écoute",
        "post-hs-tt": "Lorsque ce paramètre est activé, Orisa affichera un tableau Rank (SR) pour chaque rôle (séparé pour PC et XBOX) quotidiennement vers 11:00 CEST. Seul le SR du compte principal sera pris en compte, et seuls les membres qui ont actuellement un SR sont indiqués. Un fichier CSV contenant les mêmes données sera également affiché.\nSi vos membres se sentent jugés par le tableau des meilleurs Rank, vous pouvez le désactiver ici.",
        "reg-msg": "Message d'enregistrement",
        "reg-msg-desc": "Texte facultatif propre au serveur qui doit être affiché dans le message de bienvenue après qu’un membre s’est inscrit `!ow register`. Ce message n’est *pas* affiché lorsqu’un utilisateur rejoint ce serveur. Peut utiliser [Discord Markdown]({{ link }}).",
        "reg-msg-placeholder": "Ex;\nN’oubliez pas d’utiliser`!ow setroles` pour définir vos rôles; aussi, ne jouez pas Genji.",
        "save": "Sauvegarde",
        "top-role-desc": "Orisa pourra changer les pseudos de tous vos membres, à l’exception du propriétaire du serveur.",
        "top-role-head": "Le rôle d’Orisa est le premier rôle",
        "undo": "Effacer",
        "unsaved": "Vous avez des changements non enregistrés !",
        "with-the-following-roles": "avec le rôle suivant",
        "with-the-following-roles_plural": "avec les rôles suivants"
    },
    "mvc": {
        "add-prefix": "Ajouter un salon à géré",
        "cat-prepend": "Catégorie",
        "chan-limit": "Nombre maximum de salons par préfixe",
        "chan-name": "Nom du Salon",
        "chan-name-desc": "Le texte avant le numéro (et SR si \"Show SR\" est actif)",
        "mngt-prefixes": "Gestion des préfixes",
        "no-prefixes": "Il n’y a pas encore de préfixes configurés !",
        "prefix-placeholder": "Ex; Compétitive, ou Partie Rapide",
        "remove-unknown-sr": "Supprimer les salon inconnus avec `#` dans cette catégorie",
        "remove-unknown-sr-tt": "Avec ce paramètre actif, Orisa supprimera automatiquement tous les salons vides de cette catégorie qui contiennent un `#`, car ils sont probablement laissés sur les salons. Par exemple, si vous renommez \"Comp\" en \"Competitive\", il y aura maintenant au moins un salon Comp #1 qui devrait être supprimé.\nLorsque ce paramètre est désactivé, Orisa ne touchera que les canaux qu’elle sait être les siens (commencer par le préfixe, puis par un `#`).\nÀ moins que vous n’ayez créé manuellement des salons dans cette catégorie qui contiennent un `#`, il est recommandé de laisser ce paramètre allumé.",
        "show-sr": "Montrer le SR des membres dans les salons gérés",
        "show-sr-tt": "Lorsque ce paramètre est activé, Orisa ajustera le nom du salon de manière à ce que le SR moyen de ses membres soit affiché (ex;  \"`Comp #1 [12-23-34]`\"). Si l’option  \"$t(cfg.allow-sr-in-nick) \" est désactivée, elle mettra également à jour les pseudonymes de chaque membre de ce canal pour montrer son SR (ou son grade, si ce membre l’a configuré `!ow format`). Malheureusement, ces pseudos mis à jour n’apparaîtront dans la liste des salons qu’après un rechargement de Discord en raison d’un bug Discord (que Discord n’est pas prêt à corriger).\nIl est recommandé d’activer ce paramètre pour les catégories de canaux Overwatch.",
        "user-limit": "Limite d'utilisateur",
        "user-limit-desc": "Le nombre maximum de personnes autorisées dans les salons vocaux créés. 0 signifie aucune limite."
    }
}
