{
    "cfg": {
        "add-mgt-cat": "Aggiunge una categoria al canale gestito",
        "allow-sr-in-nick": "Mostra sempre il SR (o Rank) nei nickname",
        "allow-sr-in-nick-tt": "Quando questa impostazione è attiva, Orisa aggiornerà sempre i nomi di tutti gli utenti registrati per mostrare i loro SR accanto al nome (`Orisa` diventa `Orisa [12-23-34]`).\nSe senti che i membri del tuo server si focalizzano troppo sul SR (\"Non parlo con un giocatore Silver\"), puoi disattivare questa funzione.\nUna volta disattivata, i membri del tuo server possono comunque mostrare il loro SR con il comando `!ow alwaysshowsr`.\nSe non sei sicuro, attiva questa funzione e rimuovila se le persone reagiscono negativamente.",
        "configure-for": "Configura Orisa per {{ guild_name }}",
        "congrats-chan": "Canale per le congratulazioni",
        "congrats-chan-desc": "Quando un membro raggiunge un nuovo rango (Ex. da Argento ad Oro), Orisa invierà automaticamente e pubblicamente le congratulazioni al suo canale. Questo è fortemente raccomandato per i canali dove i membri parlano dei loro OW (Orisa mostrerà **solo** post di \"Nuova Classe raggiunta\"), questo può essere attivato anche per \"$t(cfg.listen-chan)\".",
        "drag-orisa-role": "Puoi facilmente trascinare il ruolo `Orisa` nella schermata *Impostazioni Server > Ruoli*, [come qui] ({{ link }}). Orisa non otterrà più permessi così, semplicemente gli permetterai di cambiare più nomi.\nIl nome del proprietario del server non può essere cambiato da lei qualsiasi cosa tu faccia. **Non dare ad Orisa il ruolo di amministratore!** Non aiuterà ed è un rischio per la sicurezza se Orisa dovesse incontrare un bug.",
        "error-saving": "Si è verificato un problema nel salvataggio, riprova più tardi!",
        "fix-val-errors": "Per favore, correggi gli errori di validazione prima di salvare.",
        "footer": "Grazie per aver utilizzato Orisa!",
        "general-settings-hdr": "Impostazioni generali per {{ guild_name }}",
        "lang": "Lingua",
        "lang-complete": "(Quasi) tutto tradotto",
        "lang-config-incomplete-engage": "Anche se Orisa è completamente tradotto in {{ lang }}, questa configurazione non lo è ancora! Le stringhe non tradotte appariranno in inglese.[Clicca qui se vuoi aiutare con la traduzione!]({{ link }})",
        "lang-incomplete": "Ancora non totalmente tradotto",
        "lang-incomplete-engage": "{{ lang }} non è totalmente supportato! Le stringhe non tradotte appariranno in inglese. [Clicca qui se vuoi aiutare con la traduzione!]({{ link }})",
        "lead-info": "Il tasto di salvataggio apparirà quando ci sono modifiche non salvate. Dopo aver salvato le modifiche, puoi chiudere questa finestra.\nSe hai domande o suggerimenti, [Entra nel Discord ufficiale]({{ link }})",
        "listen-chan": "Canale Orisa",
        "listen-chan-desc": "In quale canale Orisa può ricevere comandi? Questo canale sarà usato per postare la tabella dei migliori SR. Orisa risponde sempre ai comandi via DM. Anche il comando `!ow help` funzionerà in tutti i canali.",
        "load-failed": "Qualcosa è andato storto nel caricamento dei dati. Probabilmente il collegamento è scaduto. Prova a richiederne uno nuovo. Se il problema persiste, prova più tardi…",
        "loading": "Caricamento",
        "no-mgt-voice-chan-hdr": "Canali vocali non gestiti",
        "no-mgt-voice-chan-lead": "Orisa può aiutarti a creare e cancellare dinamicamente i canali voce richiesti (non solo per OW) e mostrare opzionalmente gli SR nei nomi del canale.",
        "no-mgt-voice-chan-text": "Invece di creare manualmente i canali da *Comp #1* a *Comp #5* che rimangono vuoti per la maggior parte del tempo, avrai un singolo canale *Comp #1* , finché sarà presente una persona. Orisa creerà automaticamente un canale *Comp #2* vuoto, e mostrerà opzionalmente la media SR presente nel canale (Ex. *Comp #1 [12-23-34]*).\nAlcuni esempi:\n- Se *Comp #1* si svuota, *Comp #2* sarà automaticamente rimosso.\n- Se *Comp #3* è utilizzato ma *Comp #1* e *Comp #2* sono vuoti, *Comp #2* sarà rimosso e *Comp #3* sarà rinominato *Comp #2*.\n\nIn questo modo, ci sarà sempre uno (e solo uno) canale voce vuoto.\n\nAttualmente, non ci sono canali voce gestiti. Clicca il tasto qui sotto per configurarlo.",
        "not-top-role-desc": "Discord non permette cambi di nome quando i membri rivestono una carica superiore di Orisa. Devi spostare il ruolo Orisa il più alto possibile se vuoi che sia in grado di cambiare i nomi. Attualmente, Orisa non può aggiornare i nomi dei membri {{with_the_following_roles}}:",
        "not-top-role-head": "Il ruolo di Orisa non è in cima alla lista dei ruoli!",
        "post-hs": "Posta una tabella dei migliori SR al giorno nel canale Orisa",
        "post-hs-time": "Aggiungi data ed ora locali nel post",
        "post-hs-tt": "Quando questa funzione è attiva, Orisa posterà ogni giorno all'ora configurata una tabella dei migliori SR per ciascun ruolo (Separatamente per PC, Xbox e PSN). Solo il SR dell'account primario sarà considerato e verranno mostrati solo i membri che al momento hanno un SR. Verrà postato anche un file CSV con gli stessi dati.\nSe i tuoi membri non approvano la pubblicazione, puoi disattivarla qui.",
        "reg-msg": "Messaggio alla Registrazione",
        "reg-msg-desc": "Opzionalmente, un testo specifico verrà mostrato nel messaggio di benvenuto appena un membro si registra con `!ow register`. Questo messaggio *non* verrà mostrato quando un utente entra nel server. Al contrario, puoi utilizzare [Discord Markdown]({{ link }})",
        "reg-msg-placeholder": "Ex.\nNon dimenticare di usare `!ow setroles` per impostare il tuo ruolo; e non giocare con Genji.",
        "save": "Salva",
        "top-role-desc": "Orisa può cambiare i nomi di tutti i tuoi membri, ad eccezione del proprietario del server.",
        "top-role-head": "Il ruolo di Orisa è il primo della lista dei ruoli.",
        "undo": "Undo",
        "unsaved": "Hai delle modifiche non salvate!",
        "with-the-following-roles": "Il seguente ruolo",
        "with-the-following-roles_plural": "I seguenti ruoli"
    },
    "mvc": {
        "add-prefix": "Aggiungi un canale",
        "cat-prepend": "Categoria",
        "chan-limit": "Numero massimo di canali per prefisso",
        "chan-name": "Nome Canale",
        "chan-name-desc": "Testo mostrato prima del numero (e dell' SR se \"Mostra SR\" è attivo)",
        "mngt-pos": "Posizione il canale gestito",
        "mngt-pos-bottom": "In fondo (Raccomandato)",
        "mngt-pos-top": "In alto",
        "mngt-pos-tt": "In questo caso, questa categoria conterrà anche i canali non gestiti da Orisa, i canali gestiti devono essere all'inizio e alla fine della lista canali. È consigliato lasciare che Orisa li posizioni in fondo, per ridurre il numero di «salti» che avvengono quando i canali vengono creati o rimossi.\nIn questa categoria sono contenuti solo i canali gestiti da Orisa, questa funzione non ha nessun effetto.",
        "mngt-prefixes": "Prefissaggi gestiti",
        "no-prefixes": "Non ci sono prefissaggi configurati!",
        "prefix-placeholder": "Ex- Comp, o Partita Rapida",
        "remove-unknown-sr": "Rimuovi canali sconosciuti con `#`nella categoria",
        "remove-unknown-sr-tt": "Con questa impostazione attiva, Orisa rimuoverà automaticamente tutti i canali vuoti di questa categoria che avranno un `#`, che probabilmente sono canali rimanenti. Per esempio, se tu rinomini \"Comp\" in \"Competitive\", verrà creato un canale *Comp #1* che può essere rimosso.\nQuando questa impostazione non è attiva, Orisa toccherà solamente i canali gestiti da lei (Cominciano con il prefisso ed è seguito da `#`).\nSe non hai creato manualmente un canale in questa categoria che contiene un `#`, è raccomandato lasciare attiva questa funzione.",
        "settings-hdr": "Impostazioni",
        "show-sr": "Mostra SR dei membri nel canale",
        "show-sr-tt": "Quando questa funzione è attiva, Orisa modifichera il nome del canale con la media di SR dei membri mostrati (Ex. \"`Comp #1 [12-23-34]`\"). Se l'opzione $t(cfg.allow-sr-in-nick) è disattivata, aggiornerà i nomi di tutti i membri nel canale, mostrando il loro SR (o classe, se quel membro l'ha configurato via `!ow format`).\nSi consiglia di attivare questa funzione sui canali categorie Overwatch.\nDiscord impone dei limiti ai canali che vengono spesso rinominati, per cui il nome del canale non dovrebbe essere aggiornato di continuo.",
        "user-limit": "Limite utenti",
        "user-limit-desc": "Il numero massimo di persone ammesse nel canale creato. 0 significa nessun limite."
    }
}
