{
    "cfg": {
        "add-mgt-cat": "Legg til en håndtert kanalkategori",
        "allow-sr-in-nick": "Alltid vis SR (eller rang) i kallenavn",
        "allow-sr-in-nick-tt": "Når du har denne innstillingen på, vil Orisa alltid oppdatere kallenavn for alle registrerte brukere ved å vise i SR i respektive navn (`Orisa` blir altså `Orisa [12-23-34]`).\nHvis du føler at medlemmene på tjeneren din fokuserer for mye på SR (\"Jeg hører ikke på sølv-spillere\"), kan du skru denne innstillingen av.\nNår det er avskrudd kan medlemmer på tjeneren din fremdeles framtvinge visning av SR ved å kjøre`!ow alwaysshowsr`-kommandoen.\nHvis du er usikker, aktiver innstillingen, og skru den av hvis folk reagerer negativt.",
        "configure-for": "Sett opp Orisa for {{ guild_name }}",
        "congrats-chan": "Gratulerer kanal",
        "congrats-chan-desc": "Når et medlem når ny høyeste rang (f.eks. Sølv → Gull), vil Orisa gratulere vedkommende offentlig i kanalen deres. Det anbefales sterkt å velge kanalen der medlemmer sludrer om OW (Orisa vil **kun** poste rangsforhøyelsesmeldinger), men det kan også være den samme som \"$t(cfg.listen-chan)\".",
        "drag-orisa-role": "Du kan enkelt dra og slippe `Orisa`-rollen  [slik]({{ link }}). Orisa vil ikke få flere tilganger på denne måten, det tillater den simpelthen å endre flere kallenavn.\nKallenavnet for tjenereieren kan ikke endres av Orisa uansett hva du gjør. **Ikke gi Orisa-rollen administratorrettigheter!** Det vil ikke hjelpe, og er en potensiell sikkerhetsrisiko hvis Orisa viser seg å ha utnyttbare feil.",
        "error-saving": "Kunne ikke lagre, prøv igjen senere.",
        "fix-val-errors": "Fiks bekreftelsesfeilene før lagring.",
        "footer": "Takk for at du benytter Orisa.",
        "general-settings-hdr": "Grunnleggende innstillinger for {{ guild_name }}",
        "lang": "Språk",
        "lang-complete": "(Nesten) helt oversatt",
        "lang-config-incomplete-engage": "Selv om Orisa her helt oversatt til {{ lang }}, er ikke dette tilfelle for oppsettsgrensesnittet. Uoversatte strenger vil vises på engelsk. [Klikk her]({{ link }}) hvis du ønsker å bistå i oversettelsen.",
        "lang-incomplete": "Ikke helt oversatt enda",
        "lang-incomplete-engage": "{{ lang }} er ikke helt oversatt enda. Uoversatte strenger vil vises på engelsk. [Klikk her]({{ link }})  hvis du ønsker å bistå i oversettelsen.",
        "lead-info": "Lagringsknappen vil vises når du har ulagrede endringer. Etter at du har lagret endringene dine, kan du lukke dette vinduet.\nHvis du har spørsmål eller forslag, [ta del]({{ link }}) i den offisielle Discord-tjeneren.",
        "listen-chan": "Orisa-kanal",
        "listen-chan-desc": "Hvilken kanal skal Orisa lytte etter kommandoer i? Denne kanalen brukes også for å poste daglig poengtavle for høyeste SR-poengsum. Orisa reagerer alltid på kommandoer i privatmeldinger. `!ow help`-kommandoen fungerer også i alle kanaler.",
        "load-failed": "Noe gikk galt under innlasting av dataen. Denne lenken kan ha utløpt. Prøv å forespørre en ny. Hvis det ikke hjelper, prøv igjen senere…",
        "loading": "Laster inn",
        "no-mgt-voice-chan-hdr": "Ingen håndterte talekanaler",
        "no-mgt-voice-chan-lead": "Orisa kan hjelpe deg å opprette og slette kanaler dynamisk ved behov (ikke kun for OW), og alternativt vise SR i kanalnavn.",
        "no-mgt-voice-chan-text": "Istedenfor å manuelt opprette *Komp #1*- til *Komp #5*-kanaler som er tomme mesteparten av tiden, vil du ha én *Komp #1*-kanal, og så snart en person tar del, vil Orisa automatisk opprette en tom *Comp #2*-kanal, og alternativt vise gjennomsnittlig SR i kanalnavnet (f.eks. *Komp #1 [12-23-34]*).\nNoen eksempler: \n- Hvis *Komp #1* blir tom igjen, vil *Komp #2* automatisk bli fjernet. \n- Hvis *Komp #3* brukes, men både *Komp #1* og *Komp #2* er tomme, vil *Komp #2* bli fjernet, og *Komp #3* få sitt navn endret til *Komp #2*.\n\nPå dette viset vil det alltid være én (og kun én) tom talekanal..\n\nDet finnes for tiden ingen håndterte talekanaler. Klikk på knappen nedenfor for å sette dem opp.",
        "not-top-role-desc": "Discord tillater ikke kallenavnsendringer når medlemmet hvis kallenavn skal endres har en høyere rolle enn Orisa. Du må flytte Orisa-rollen helt øverst hvis du ønsker muligheten for endring av alle kallenavn. Per nå vil ikke Orisa kunne oppdatere kallenavn for medlemmer {{with_the_following_roles}}:",
        "not-top-role-head": "Orisa-rollen er ikke øverste rolle.",
        "post-hs": "Post daglig tabell over høyeste SR-poengsummer i Orisa-kanalen",
        "post-hs-time": "Tid i UTC for posting",
        "post-hs-tt": "Når denne innstillingen er på, vil Orisa posten en tabell over høyeste SR-poengsummen for hver rolle (i egen rubrikk for PC og XBOX) daglig omkring 09.00 UTC. Kun SR for primærkontoene vil bli tatt med, og kun medlemmer som for tiden har SR vises. En CSV-fil med samme data vil også postes.\nHvis dine medlemmer føler seg belemret av poengsumstabellen kan du skru den av her.",
        "reg-msg": "Registreringsmelding",
        "reg-msg-desc": "Valgfri tjenerspesifikk tekst vist i velkomstmelding etter at et medlem har registrert seg med `!ow register`. Denne meldingen vises *ikke* når en bruker tar del i denne tjeneren. [Discord Markdown]({{ link }}) kan brukes.",
        "reg-msg-placeholder": "f.eks.\nIkke glem å bruke `!ow setroles` for å sette dine roller; unngå også å spille Genji.",
        "save": "Lagre",
        "top-role-desc": "Orisa vil kunne endre kallenavn for alle dine medlemmer, med unntak av tjenereieren.",
        "top-role-head": "Orisa-rollen er øverste rolle",
        "undo": "Angre",
        "unsaved": "Du har ulagrede endringer.",
        "with-the-following-roles": "med følgende rolle",
        "with-the-following-roles_plural": "med følgende roller"
    },
    "mvc": {
        "add-prefix": "Legg til en håndtert kanal",
        "cat-prepend": "Kategori",
        "chan-limit": "Maksimalt antall kanaler per prefiks",
        "chan-name": "Kanalnavn",
        "chan-name-desc": "Teksten før nummeret (og SR, hvis \"Vis SR\"er aktivt)",
        "mngt-pos": "Plasser håndterte kanaler",
        "mngt-pos-bottom": "på bunnen (anbefalt)",
        "mngt-pos-top": "på toppen",
        "mngt-pos-tt": "I fall kategorien også inneholder kanaler som ikke håndteres av Orisa, må de enten være på slutten eller begynnelsen av kanallisten. Det anbefales at Orisa plasserer dem på bunnen, siden dette reduserer \"hopping\" som inntreffer når kanaler opprettes eller fjernes. Hvis denne kategorien kun inneholder kanaler håndtert av Orisa, har ikke denne innstillingen noen innvirkning.",
        "mngt-prefixes": "Håndterte prefiks",
        "no-prefixes": "Det er ingen oppsatte prefiks enda.",
        "prefix-placeholder": "f.eks. \"Komp\", eller \"Raskt spill\"",
        "remove-unknown-sr": "Fjern ukjente kanaler med `#` i denne kategorien",
        "remove-unknown-sr-tt": "Med denne innstillingen aktiv, vil Orisa automatisk fjerne enhver tom kanal i denne kanalen som inneholder en `#`, siden de antagelig er kanaler til overs. Hvis du for eksempel endrer navn på \"Komp\" til \"Kompetitivt\", vil det nå være minst én *Komp #1*-kanal som også vil bli fjernet.\nNår denne innstillingen er av, vil Orisa kun håndtere kanaler som tilhører Orisa (som begynner med prefikset, og så etterfølges av `#`).\nMed mindre du manuelt har opprettet kanaler i denne kategorien som inneholder `#`, anbefales det å la denne innstillingen forbli påslått.",
        "settings-hdr": "Innstillinger",
        "show-sr": "Vis SR for medlemmer i håndterte kanaler",
        "show-sr-tt": "Når denne innstillingen er på, vil Orisa justere kanalnavn slik at gjennomsnittlig SR for dens medlemmer vises (f.eks. \"`Komp #1 [12-23-34]`\"). Hvis \"$t(cfg.allow-sr-in-nick)\"-valget er avslått, vil den også oppdatere kanalnavnet for hvert medlem i respektiv kanal for å vise deres SR (eller rang, hvis medlemmet ar satt det opp via `!ow format`). Uheldigvis vil disse oppdaterte kallenavnene kun vises i kanallisten etter at Discord har blitt gjeninnlastet, som følge av en feil i Discord (som Discord ikke ønsker å fikse).\nDet er anbefalt å skru denne innstillingen på for Overwatch-kanalkategorier.",
        "user-limit": "Brukergrense",
        "user-limit-desc": "Maksimalt antall folk som tillates i de skapte talekanalene. 0 betyr ingen grense."
    }
}
