{
    "cfg": {
        "add-mgt-cat": "Dodaj kanał, którym będę zarządzać",
        "allow-sr-in-nick": "Zawsze pokazuj RU (lub rangę) przy nickach",
        "allow-sr-in-nick-tt": "Kiedy opcja zostanie włączona, Orisa zawsze będzie aktualizowała nicki wszystkich wpisanych użytkowników tak, aby zawierały ich RU (`Orisa` stanie się `Orisa [12-23-34]`)\nJeżeli uważasz że członkowie twojego serwera za bardzo polegają na RU (\"Silver nie ma nic do gadania\"), możesz wyłączyć tą opcje.\nKiedy to się stanie, członkowie twojego serwera wciąż mogą wymusić pojawienie się RU obok ich nicku dzięki komendzie '!ow alwaysshowsr'\nJeśli nie jesteś pewien, włącz tą opcję, i wyłącz ją jeśli zauważysz negatywny odzew społeczności.",
        "configure-for": "Skonfiguruj Orisę dla {{ guild_name }}",
        "congrats-chan": "Kanał Gratulacyjny",
        "congrats-chan-desc": "Kiedy użytkownik osiągnie wyższą rangę (np. Srebro → Złoto), Orisa publicznie pogratuluje jej/jemu w tym kanale. Zalecamy wybrać kanał, w którym reszta użytkowników rozmawia na temat OW, ale może być również kanał \"$t(cfg.listen-chan)\" (Orisa będzie wysyłać **tylko** komunikaty typu 'ranga wzrosła').",
        "drag-orisa-role": "Możesz po prostu złapać i przeciągnąć rolę `Orisa` na ekranie *Ustawienia Serwera > Role*, [jak tutaj]({{ link }}). Orisa nie dostanie w ten sposób więcej uprawnień. To umożliwi jej na zmianę większej ilości nicków.\nNie ma obecnie możliwości zmiany nazwy właściciela serwera. **Nie dawaj Orisie uprawnień administratora!** To nic nie da, a może być ryzykowne, w przypadku gdyby Orisa miała lukę w zabezpieczeniach.",
        "error-saving": "Wystąpił problem przy zapisie. Proszę spróbuj ponownie później!",
        "fix-val-errors": "Proszę, popraw wszystkie błędy przed zapisem.",
        "footer": "Dziękuję ci za używanie Orisy!",
        "general-settings-hdr": "Ustawienia dla {{ guild_name }}",
        "lang": "Język",
        "lang-complete": "(Niemalże) całkowicie zlokalizowane",
        "lang-config-incomplete-engage": "Pomimo, iż Orisa jest w pełni przetłumaczona na język polski, ten interfejs konfiguracyjny nie jest! Nieprzetłumaczone linie pojawią się w języku angielskim. [Kliknij tutaj, jeżeli chcesz pomóc z tłumaczeniem!]({{ link }})",
        "lang-incomplete": "Nie do końca przetłumaczone",
        "lang-incomplete-engage": "{{ lang }} nie jest jeszcze w pełni obsługiwany! Nieprzetłumaczone linie pojawią się w języku angielskim. [Kliknij tutaj, jeżeli chcesz pomóc z tłumaczeniem!]({{ link }})",
        "lead-info": "Przycisk zapisu pojawi się gdy będziesz miał jakieś niezapisane zmiany. Po zapisaniu zmian, możesz zamknąć to okno.\nJeżeli masz jakieś pytania lub sugestie, [dołącz do oficjalnego kanału Discorda]({{ link }}).",
        "listen-chan": "Kanał Orisy",
        "listen-chan-desc": "W którym kanale Orisa powinna czytać komendy? Ten kanał będzie również używany, by wysyłać codzienne tabele RU. Orisa zawsze reaguje na komendy przez PW. Pamiętaj, iż komenda `!ow help` będzie działać na każdym kanale.",
        "load-failed": "Coś poszło nie tak przy wczytywaniu danych. Ten link mógł już wygasnąć. Spróbuj stworzyć nowy. Jeżeli to nie zadziała, spróbuj ponownie później…",
        "loading": "Ładowanie",
        "no-mgt-voice-chan-hdr": "Brak zarządzanych kanałów głosowych",
        "no-mgt-voice-chan-lead": "Orisa może pomóc ci tworzyć i usuwać kanały głosowe na żądanie w sposób dynamiczny (nie tylko dla OW) i opcjonalnie pokazywać RU w nazwach kanałów.",
        "no-mgt-voice-chan-text": "Zamiast manualnie tworzyć kanały od *Turniej #1* do *Turniej #5*, które są przez prawie cały czas puste, możesz mieć pojedynczy kanał *Turniej #1*, a w momencie, w którym dołączy do niego jakikolwiek użytkownik, Orisa automatycznie stworzy pusty kanał *Turniej #2* i opcjonalnie pokaże średnią RU w nazwie kanału (np. *Turniej #1 [12-23-34]*).\nPrzykłady:\n- Jeżeli kanał *Turniej #1* stanie się pusty, kanał *Turniej #2* zostanie automatycznie usunięty.\n- Jeżeli kanał *Turniej #3* jest używany, ale kanały *Turniej #1* i *Turniej #2* są puste, to kanał *Turniej #2* zostanie usunięty, a kanał *Turniej #3* zmieni nazwę na *Turniej #2*\n\nW ten sposób zawsze będzie istniał jeden (i tylko jeden) pusty kanał głosowy.\n\nNie ma obecnie żadnych zarządzanych kanałów głosowych. Kliknij przycisk poniżej, by je stworzyć i skonfigurować.",
        "not-top-role-desc": "Discord nie zezwala na zmianę nicku użytkownika, który posiada rolę wyższą niż Orisa. Musisz przenieść rolę \"Orisa\" na sam szczyt jeżeli chcesz by mogła zmieniać wszystkie nicki. Orisa nie może zmieniać nicków użytkowników {{with_the_following_roles}}:",
        "not-top-role-head": "Rola \"Orisa\" nie jest najwyższą na serwerze!",
        "post-hs": "Wysyłaj codziennie tabelę wyników RU na kanał Orisy",
        "post-hs-time": "Godzina w strefie czasowej UTC o której udostępnić post",
        "post-hs-tt": "Jeżeli ta opcja jest włączona, Orisa będzie codziennie około godziny 11 czasu polskiego wysyłać tabelę z rankingami RU dla każdej z ról (osobno dla PC, Xboxa i PlayStation) w okolicach skonfigurowanego czasu. Tylko RU głównego konta będzie brane pod uwagę i tylko użytkownicy którzy mają przyznaną RU będą pokazywani. Plik CSV z tymi samymi danymi również zostanie wysłany.",
        "reg-msg": "Wiadomość powitalna",
        "reg-msg-desc": "Opcjonalny tekst który pojawia się w wiadomości powitalnej gdy użytkownik zarejestruje się używając `!ow register`. Ta wiadomość *nie jest* pokazywana kiedy ktoś dołącza do serwera. Możesz użyć [Discord Markdown]({{ link }}).",
        "reg-msg-placeholder": "np.\nNie zapomnij ustawić swojej roli za pomocą `!ow setroles`; i nie graj Hanzo.",
        "save": "Zapisz",
        "top-role-desc": "Orisa będzie mogła zmieniać nicki wszystkich użytkowników, za wyjątkiem właściciela serwera.",
        "top-role-head": "Rola \"Orisa\" jest najwyższą na serwerze",
        "undo": "Cofnij",
        "unsaved": "Masz niezapisane zmiany!",
        "with-the-following-roles_0": "z tą rolą",
        "with-the-following-roles_1": "z tymi rolami",
        "with-the-following-roles_2": "z tymi rolami"
    },
    "mvc": {
        "add-prefix": "Dodaj zarządzany kanał",
        "cat-prepend": "Kategoria",
        "chan-limit": "Maksymalna liczba kanałów na prefiks",
        "chan-name": "Nazwa kanału",
        "chan-name-desc": "Tekst przed numerem (i RU, jeżeli opcja \"Pokaż RU\" jest włączona)",
        "mngt-pos": "Ustaw zarządzane kanały",
        "mngt-pos-bottom": "na dole (rekomendowane)",
        "mngt-pos-top": "na górze",
        "mngt-pos-tt": "W przypadku gdy ta kategoria zawiera kanały którymi nie zarządza Orisa, jej kanały będą musiały znaleźć się albo na początku, albo na końcu listy. Rekomendujemy by Orisa ustawiała je na końcu, gdyż redukuje to ilość \"skakania\" które występuje, gdy kanały są tworzone lub kasowane.\nTo ustawienie nic nie zmienia, gdy kategoria zawiera tylko kanały zarządzane przez Orisę.",
        "mngt-prefixes": "Zarządzane prefiksy",
        "no-prefixes": "Nie ma jeszcze żadnych skonfigurowanych prefiksów!",
        "prefix-placeholder": "np. Rywalizacja lub Szybka Gra",
        "remove-unknown-sr": "Usuń nieznane kanały z `#` w tej kategorii",
        "remove-unknown-sr-tt": "Jeżeli ta opcja jest aktywna, Orisa automatycznie usunie puste kanały w tej kategorii, które zawierają `#` w nazwie, jako iż prawdopodobnie zostały opuszczone. Na przykład, jeżeli zmienisz nazwę z \"Turniej\" na \"Rywalizacja\", będzie istnieć co najmniej jeden kanał *Turniej #1*, który powinien zostać usunięty.\nKiedy ta opcja jest wyłączona, Orisa będzie modyfikować kanały, o których wie, iż należą do niej (zaczynają się z `#` poprzedzoną prefiksem).\nDopóki ręcznie nie stworzyłeś kanałów zawierających `#` w tej kategorii, zalecamy pozostawić tę opcję włączoną.",
        "settings-hdr": "Ustawienia",
        "show-sr": "Pokazuj RU członków w zarządzanych kanałach",
        "show-sr-tt": "Kiedy ta opcja jest włączona, Orisa będzie dostosowywać nazwę kanału tak, by średnia RU jego graczy była pokazywana (np. \"`Turniej #1 [12-23-34]`\"). Jeżeli opcja \"$t(cfg.allow-sr-in-nick)\" jest wyłączona, Orisa również zaktualizuje nicki każdego gracza w tym kanale tak, by pokazywał on ich RU (lub rangę, jeżeli ten użytkownik skonfigurował ją przy użyciu `!ow format`). \nRekomendujemy włączenie tej opcji dla kanałów Overwatch.\nDiscord limituje częstość aktualizacji nazw kanałów, więc zmiana może nie być od razu widoczna.",
        "user-limit": "Limit użytkowników",
        "user-limit-desc": "Maksymalna liczba użytkowników na jednym ze stworzonych kanałów głosowych. 0 oznacza brak limitu."
    }
}
