{
    "cfg": {
        "add-mgt-cat": "Adicionar uma categoria de canal gerenciado",
        "allow-sr-in-nick": "Sempre mostrar SR (ou classificação) em apelidos",
        "allow-sr-in-nick-tt": "Quando essa configuração está ativada, a Orisa sempre atualiza os apelidos de todos os usuários registrados para mostrar seu SR no nome (`Orisa` se torna` Orisa [12-23-34] `).\nSe você sentir que os membros do seu servidor se concentram demais no SR (\"Eu não falo com pratas\"), você pode desativar essa configuração.\nQuando desativado, os membros do servidor ainda podem forçar a exibição do SR emitindo o comando `!ow alwaysshowsr`.\nSe não tiver certeza, ative essa configuração e desative-a apenas se as pessoas reagirem negativamente.",
        "configure-for": "Configure a Orisa para {{guild_name}}",
        "congrats-chan": "Canal Comemorativo",
        "congrats-chan-desc": "Quando um membro atinge uma nova classificação mais alta (por exemplo, Prata → Ouro), a Orisa o parabeniza publicamente neste canal. É altamente recomendável selecionar o canal em que os membros conversam sobre OW (a Orisa **apenas** postará mensagens de classificação), mas também pode ser o mesmo que \"$ t (cfg.listen-chan)\".",
        "drag-orisa-role": "Você pode simplesmente arrastar e soltar o cargo `Orisa` na tela *Configurações do servidor > Cargos*, [desse jeito]({{link}}). Orisa não receberá mais permissões com isso, simplesmente permite que ela altere mais apelidos.\nO apelido do proprietário do servidor não pode ser alterado por ela, faça o que fizer. **Não conceda direitos de administrador ao cargo Orisa!** Isso não ajudará e é um risco potencial à segurança se a Orisa tiver um bug explorável.",
        "error-saving": "Ocorreu um problema ao salvar, tente novamente mais tarde!",
        "fix-val-errors": "Corrija os erros de validação antes de salvar.",
        "footer": "Obrigado por usar o Orisa!",
        "general-settings-hdr": "Configurações Gerais para {{guild_name}}",
        "lang": "Língua",
        "lang-complete": "Quase ou totalmente traduzido",
        "lang-config-incomplete-engage": "Embora a própria Orisa esteja totalmente traduzida para {{ lang }}, essa interface de configuração não é! Strings não traduzidas aparecerão em inglês. [Clique aqui se você quiser ajudar com a tradução!]({{ link }})",
        "lang-incomplete": "Ainda não totalmente traduzido",
        "lang-incomplete-engage": "{{ lang }} ainda não está totalmente traduzido! Strings não traduzidas aparecerão em inglês. [Clique aqui se você quiser ajudar com a tradução!]({{ link }})",
        "lead-info": "O botão de salvamento será exibido quando você tiver alterações não salvas. Depois de salvar as alterações, você pode fechar esta janela.\nSe você tiver dúvidas ou sugestões, [entre no discord oficial]({{ link }}).",
        "listen-chan": "Canal da Orisa",
        "listen-chan-desc": "Em qual canal a Orisa deve ouvir comandos? Este canal também será usado para postar a tabela diária de recordes de SR. Orisa sempre reage aos comandos via mensagem direta. Além disso, o comando `!ow help` funcionará em qualquer canal.",
        "load-failed": "Ocorreu um erro ao carregar os dados. Este link pode ter expirado. Tente solicitar um novo. Se isso não ajudar, tente novamente mais tarde…",
        "loading": "Carregando",
        "no-mgt-voice-chan-hdr": "Nenhum canal de voz gerenciado",
        "no-mgt-voice-chan-lead": "A Orisa pode ajudá-lo a criar e excluir dinamicamente canais de voz sob demanda (não apenas para OW) e, opcionalmente, mostrar o SR nos nomes dos canais.",
        "no-mgt-voice-chan-text": "Em vez de criar manualmente os canais *Comp #1* a *Comp #5 * que estão vazios a maior parte do tempo, você terá um único canal *Comp #1* e, assim que uma pessoa entrar, a Orisa criará automaticamente um canal vazio *Comp #2 * canal e, opcionalmente, mostre o SR médio no nome do canal (por exemplo, *Comp #1 [12-23-34]*).\nAlguns exemplos:\n- Se *Comp #1* ficar vazio novamente, *Comp #2* será automaticamente removido.\n- Se *Comp #3 * for usado, mas ambos *Comp #1 * e *Comp #2 * estiverem vazios, *Comp #2* serão removidos e *Comp #3* será renomeado para *Comp #2*.\n\nDessa forma, sempre haverá um (e apenas um) canal de voz vazio.\n\nAtualmente não há canais de voz gerenciados. Clique no botão abaixo para configurá-los.",
        "not-top-role-desc": "O Discord não permite alterações de apelido quando o membro cujo apelido deve ser alterado tem um cargo mais alta que a Orisa. Você precisa mover o cargo da Orisa até o topo, se quiser que ela mude todos os apelidos. No momento a Orisa não poderá atualizar os apelidos dos membros {{with_the_following_roles}}:",
        "not-top-role-head": "O cargo da Orisa não é o principal!",
        "post-hs": "Publique uma tabela diária de recordes SR no canal da Orisa",
        "post-hs-time": "Hora em UTC quando publicar",
        "post-hs-tt": "Quando essa configuração está ativada, a Orisa publicará uma tabela de pontuação SR para cada função (separada para PC e XBOX) diariamente por volta das 09:00 UTC. Somente o SR da conta principal será considerado e apenas os membros que atualmente têm um SR são exibidos. Um arquivo CSV com os mesmos dados também será publicado.\nSe seus membros se sentirem julgados pela tabela de recordes, você poderá desativá-la aqui.",
        "reg-msg": "Mensagem de registro",
        "reg-msg-desc": "Texto opcional específico do servidor mostrado na mensagem de boas-vindas depois que um membro se registra com `!ow register`. Esta mensagem *não* é mostrada quando um usuário ingressa neste servidor. [Discord Markdown]({{ link }}) pode ser usado.",
        "reg-msg-placeholder": "p. ex.\nNão se esqueça de usar `!ow setroles` para definir suas funções; e também de não jogar de Genji.",
        "save": "Salve",
        "top-role-desc": "A Orisa poderá alterar os apelidos de todos os seus membros, com exceção do proprietário do servidor.",
        "top-role-head": "O cargo da Orisa é o principal",
        "undo": "Desfazer",
        "unsaved": "Você tem alterações não salvas!",
        "with-the-following-roles": "com a seguinte função",
        "with-the-following-roles_plural": "com as seguintes funções"
    },
    "mvc": {
        "add-prefix": "Adicionar um canal gerenciado",
        "cat-prepend": "Categoria",
        "chan-limit": "Número máximo de canais por prefixo",
        "chan-name": "Nome do Canal",
        "chan-name-desc": "O texto antes do número (e SR se \"Mostrar SR\" estiver ativo)",
        "mngt-prefixes": "Prefixos gerenciados",
        "no-prefixes": "Ainda não há prefixos configurados!",
        "prefix-placeholder": "p. ex. Comp, ou Jogo Rápido",
        "remove-unknown-sr": "Remova canais desconhecidos com `#` nesta categoria",
        "remove-unknown-sr-tt": "Com essa configuração ativa, o Orisa removerá automaticamente todos os canais vazios nessa categoria que contenham um `#`, pois provavelmente são os canais restantes. Por exemplo, se você renomear \"Comp\" para \"Competitivo\", agora haverá pelo menos um canal *Comp #1* que deve ser removido.\nQuando essas configurações estão desativadas, a Orisa toca apenas nos canais que ela sabe serem dela (começa com o prefixo e depois com um `#`).\nA menos que você tenha criado manualmente canais nesta categoria que contenham um `#`, é recomendável deixar essa configuração ativada.",
        "settings-hdr": "Configurações",
        "show-sr": "Mostrar SR de membros em canais gerenciados",
        "show-sr-tt": "Quando essa configuração está ativada, a Orisa ajustará o nome do canal para que o SR médio de seus membros seja exibido (por exemplo, \"`Comp #1 [12-23-34]`\"). Se a opção \"$t(cfg.allow-sr-in-nick)\" estiver desabilitada, ela também atualizará os apelidos de cada membro desse canal para mostrar seu SR (ou classificação, se esse membro o configurou via `!ow format). Infelizmente, esses apelidos atualizados só serão exibidos na lista de canais após a recarga do Discord devido a um bug do Discord (que o Discord não está disposto a corrigir).\nÉ recomendável ativar essa configuração nas categorias de canal de Overwatch.",
        "user-limit": "Limite de usuário",
        "user-limit-desc": "O número máximo de pessoas permitidas nos canais de voz criados. 0 significa sem limite."
    }
}
