{
    "cfg": {
        "add-mgt-cat": "Adicionar uma categoria de canais gerenciável",
        "allow-sr-in-nick": "Mostra sempre o SR (ou rank) nos nicknames",
        "allow-sr-in-nick-tt": "Quando esta opção está ativada, a Orisa irá sempre atualizar os nicknames de todos os utilizadores registados para mostrar o SR nos nome (`Orisa` passa a `Orisa [12-23-34]`).\nSe achas que os membros do teu servidor focam-se demasiado no SR (\"Eu não dou ouvidos a silvers\") podes desativar esta opção.\nQuando desativada, os membros do teu servidor podem mesmo assim forçar o seu SR para ser mostrado, fazendo o comando `!ow alwaysshowsr`.\nSe estás na dúvida, ativa esta opção e desliga apenas se receber críticas negativas.",
        "configure-for": "Configurações da Orisa para o Servidor {{guild_name}}",
        "congrats-chan": "Canal de Felicitação",
        "congrats-chan-desc": "Quando um membro alcança um rank superior (ex. Silver → Gold), a Orisa irá felicitá-lo publicamente neste canal. É fortemente recomendado que seleciones um canal onde os membros falam sobre OW. (a Orisa irá **apenas** colocar mensagens de 'subida de rank'), mas pode ser o mesmo que \"$t(cfg.listen-chan)\".",
        "drag-orisa-role": "Podes simplesmente arrastar o cargo `Orisa` na aba *Config. do Servidor > Cargos*, [desta forma]({{ link }}). Isto não dará mais permissões à Orisa, apenas permite que possa mudar mais nicknames.\nO nickname do dono do servidor não pode ser alterado independentemente do que fizeres. **Não dês a permissão de Administrador à Orisa!** Não vai ajudar, e é um potencial problema de segurança se a Orisa tiver um bug explorável.",
        "error-saving": "Ocorreu um erro ao guardar, tenta novamente mais tarde!",
        "fix-val-errors": "Por favor corrige os erros de validação antes de continuar.",
        "footer": "Obrigado por usares a Orisa!",
        "general-settings-hdr": "Definições Gerais para o Servidor {{guild_name}}",
        "lang": "Língua",
        "lang-complete": "(Quase) ou totalmente traduzido",
        "lang-config-incomplete-engage": "Enquanto que a Orisa está totalmente disponível em {{ lang }}, esta interface de configuração não está! Strings ainda não traduzidas serão mostradas em Inglês. [Carrega aqui se quiseres ajudar a traduzir!]({{ link }})",
        "lang-incomplete": "Ainda não totalmente traduzido",
        "lang-incomplete-engage": "{{lang}} ainda não está totalmente traduzido! As strings ainda não traduzidas serão mostradas em Inglês. [Clica aqui se queres ajudar a traduzir!]({{ link }})",
        "lead-info": "O botão para guardar irá apenas aparecer quando tiveres alterações não guardadas. Após guardares as alterações pendentes, podes fechar esta janela.\nSe tens dúvidas ou sugestões, [junta-te ao Discord oficial]({{ link }}).",
        "listen-chan": "Canal da Orisa",
        "listen-chan-desc": "Em que canal queres que sejam executados comandos da Orisa? Este canal será também usado para colocar a tabela de classificações de SR diária. A Orisa reage sempre a comandos por DM. Já agora, o comando `!ow help` irá funcionar em qualquer canal.",
        "load-failed": "Algo correu mal ao carregar os dados. Este link pode ter expirado. Tenta pedir um novo. Se isso não ajudar, tenta novamente mais tarde…",
        "loading": "A carregar",
        "no-mgt-voice-chan-hdr": "Sem canais de voz gerenciados",
        "no-mgt-voice-chan-lead": "A Orisa pode ajudar-te a criar e apagar dinamicamente canais de voz a pedido (não só para OW) e opcionalmente mostrar o SR nos nomes do canal.",
        "no-mgt-voice-chan-text": "Em vez de criar manualmente os canais *Comp #1* a *Comp #5*, que estão vazios na maior parte do tempo, terás apenas o canal *Comp #1* e, assim que alguém entrar nele, a Orisa irá criar o canal *Comp #2* vazio. Opcionalmente, poderá também mostrar a média de SR no nome do canal (ex: *Comp #1 [12-23-34]*).\nAlguns exemplos:\n- Se o *Comp #1*ficar vazio outra vez, o *Comp #2* será automaticamente removido.\n- Se o *Comp #3* for usado, mas ambos os *Comp #1* e *Comp #2* estiverem vazios, o *Comp #2* será apagado e o *Comp #3* será renomeado para *Comp #2*.\n\nDesta forma, irá haver sempre um (e apenas um) canal de voz livre.\n\nNão existem atualmente canais de voz gerenciados. Carrega no botão abaixo para configurá-los.",
        "not-top-role-desc": "O Discord não permite alterações no nickname quando o membro cujo nickname deve ser alterado tem um cargo superior ao da Orisa. Precisas de mover o cargo da Orisa para o topo se quiseres que ela consiga mudar todos os nicknames. Atualmente a Orisa não conseguirá atualizar o nickname dos membros {{with_the_following_roles}}:",
        "not-top-role-head": "O cargo da Orisa não é o cargo no topo da lista!",
        "post-hs": "Publica diariamente uma tabela de classificações de SR no canal da Orisa",
        "post-hs-time": "Hora de publicação (fuso horário UTC)",
        "post-hs-tt": "Quando esta opção está ativada, a Orisa irá publicar diariamente uma tabela de classificações para cada função (separada para PC, Xbox e PSN), por volta da hora definida. Apenas é considerado o SR da conta principal e de membros cujo SR é atualmente mostrado. Será também publicado um ficheiro CSV com a mesma informação.\nSe os teus membros sentem-se julgados pela tabela de classificações, podes desativá-la aqui.",
        "reg-msg": "Mensagem de registo",
        "reg-msg-desc": "Texto opcional específico do servidor que é mostrado na mensagem de boas-vindas, após um membro se registar com `!ow register`. Esta mensagem *não* é mostrada quando um membro entra neste servidor. Pode ser usado o [Discord Markdown]({{ link }}).",
        "reg-msg-placeholder": "ex:\nNão te esqueças de usar o `!ow setroles` para definir as tuas funções; já agora, não jogues de Genji.",
        "save": "Guardar",
        "top-role-desc": "A Orisa conseguirá mudar os nicknames de todos os teus membros, à exceção do dono do servidor.",
        "top-role-head": "O cargo da Orisa está no topo da lista",
        "undo": "Descartar",
        "unsaved": "Existem alterações pendentes!",
        "with-the-following-roles": "com o seguinte cargo",
        "with-the-following-roles_plural": "com os seguintes cargos"
    },
    "mvc": {
        "add-prefix": "Adicionar um canal gerenciado",
        "cat-prepend": "Categoria",
        "chan-limit": "Número máximo de canais por prefixo",
        "chan-name": "Nome do Canal",
        "chan-name-desc": "O texto antes do número (e SR se a opção \"Mostrar SR\" estiver ativa)",
        "mngt-pos": "Colocar os canais gerenciados",
        "mngt-pos-bottom": "no fim (recomendado)",
        "mngt-pos-top": "no topo",
        "mngt-pos-tt": "No caso desta categoria também conter canais que não são gerenciados pela Orisa, os canais gerenciados têm de estar ou no topo ou no fim da lista de canais. É recomendado que a Orisa os coloque no fim, uma vez que reduz a quantidade de \"saltos\" que ocorrem quando são criados ou removidos canais.\nSe esta categoria apenas contém canais geridos pela Orisa, esta definição não tem efeito.",
        "mngt-prefixes": "Prefixos gerenciados",
        "no-prefixes": "Ainda não existem prefixos configurados!",
        "prefix-placeholder": "ex: \"Comp\" ou \"Jogo Rápido\"",
        "remove-unknown-sr": "Remove canais desconhecidos com `#` nesta categoria",
        "remove-unknown-sr-tt": "Com esta opção ativa, a Orisa irá remover automaticamente qualquer canal livre que tenha um `#`, por serem provavelmente canais esquecidos. Por exemplo, se mudares o nome \"Comp\" para \"Competitive\", agora irá haver pelo menos um canal *Comp #1* que devia ser apagado.\nQuando esta opção está desativada, a Orisa irá apenas mexer em canais que sabe que são dela (começam com o prefixo seguido de `#`).\nA não ser que tenhas criado canais nesta categoria que contêm `#`, é recomendado deixar esta opção ativa.",
        "settings-hdr": "Definições",
        "show-sr": "Mostra o SR dos membros em canais gerenciados",
        "show-sr-tt": "Quando esta opção está ativa, a Orisa irá ajustar o nome do canal de forma a mostrar a média de SR dos seus membros (ex: \"`Comp#1 [12-23-34]`\"). Se a opção `$t(cfg.allow-sr-in-nick)` estiver desativada, apenas será mudado o nickname de cada membro naquele canal que mostre o seu SR (ou rank, se o membro o tiver configurado pelo `!ow format`).\nÉ recomendado ativar esta opção nas categorias de canais de Overwatch.\nO Discord impõe limites na frequência com que o nome de um canal pode ser alterado, por tanto o nome do canal pode não estar sempre atualizado.",
        "user-limit": "Limite de utilizadores",
        "user-limit-desc": "O número máximo de pessoas permitido nos canais de voz criados. 0 significa sem limite."
    }
}
