{
    "cfg": {
        "add-mgt-cat": "Добавить канал для управления",
        "allow-sr-in-nick": "Всегда показывать рейтинг (или ранг) в никнеймах",
        "allow-sr-in-nick-tt": "Когда эта опция будет включена, Orisa всегда будет обновлять никнеймы всех зарегистрированных пользователей, чтобы показать их рейтинг в имени (`Orisa` станет `Orisa [12-23-34]`).\nЕсли вы чувствуете, что участники вашего сервера слишком много внимания уделяют рейтингу (\"Я не слушаю серебряного игрока\"), вы можете выключить эту опцию.\nКогда это произойдет, участники вашего сервера по-прежнему смогут заставить отображать рейтинг возле никнейма , вписав команду `!ow alwaysshowsr`.\nЕсли вы не уверены, включите эту опцию или же выключите ее , если на нее негативно отреагируют люди.",
        "configure-for": "Настройте Orisa для {{ guild_name }}",
        "congrats-chan": "Канал для поздравлений",
        "congrats-chan-desc": "Когда участник получает новый, более высокий ранг (например Серебро → Золото) Orisa публично поздравить его/ее в этом канале. Настоятельно рекомендуется выбрать канал, где участники будут общаться о OW (Orisa будет **только** публиковать сообщения о 'повышение') но это может быть также как \"$t(cfg.listen-chan)\".",
        "drag-orisa-role": "Вы можете просто перетащить роль `Orisa` наверх по маршруту *Настройки сервера > Роли* [как это]({{ link }}). Если не сделать этого, Orisa не сможет просто изменить больше никнеймов .\nПрозвище владельца сервера не может быть изменено ею, что бы вы ни делали. **Не давайте Orisa прав Администратора!** Это не просто не как не поможет,но и может является потенциальным риском безопасности, если произойдет ошибка.",
        "error-saving": "При сохранении возникла проблема. Повторите попытку позже!",
        "fix-val-errors": "Пожалуйста, исправьте ошибки перед сохранением.",
        "footer": "Благодарим Вас за использование Orisa!",
        "general-settings-hdr": "Общие настройки для {{ guild_name }}",
        "lang": "Язык",
        "lang-complete": "(Почти) полностью переведено",
        "lang-config-incomplete-engage": "Когда Orisa будет полностью переведена на {{ lang }}, этот интерфейс не появиться. Непереведенные строки будут отображаться на английском языке. [Нажмите здесь, если вы хотите помочь с переводом!]({{ link }})",
        "lang-incomplete": "Еще не полностью переведено",
        "lang-incomplete-engage": "{{ lang }} не переведён ещё полностью. Непереведенные строки будут отображаться на английском языке. [Нажмите здесь, если вы хотите помочь с переводом!]({{ link }})",
        "lead-info": "Кнопка сохранения появится при несохраненных изменениях. После того как вы сохранили изменения, вы можете закрыть это окно.\nЕсли есть вопросы или предложения, [присоединяйтесь к официальному Дискорду]({{ link }}).",
        "listen-chan": "Канал Orisa",
        "listen-chan-desc": "В каком канале Orisa должна слушать команды? Этот канал также будет использоваться для размещения ежедневной таблицы рейтинга. Orisa также всегда реагирует на команды через ЛС.",
        "load-failed": "Что-то пошло не так при загрузке данных. Возможно, срок действия этой ссылки истек. Попробуйте запросить новую ссылку. Если это не поможет, попробуйте еще раз позже …",
        "loading": "Загрузка",
        "no-mgt-voice-chan-hdr": "Нет управляемых голосовых каналов",
        "no-mgt-voice-chan-lead": "Orisa может помочь вам динамически создавать и удалять голосовые каналы по требованию (не только для OW) и дополнительно показывать рейтинг в названиях каналов.",
        "no-mgt-voice-chan-text": "Вместо того, чтобы вручную создавать каналы c *Comp #1* по *Comp #5* которые будут пусты большую часть времени, у вас будет один канал *Comp #1*, и как только человек присоединяется, Orisa автоматически создаст пустой канал *Comp #2* и дополнительно покажет средний рейтинг в названии канала (например, *Comp #1 [12-23-34]*)\nНесколько примеров:\n- Если *Comp #1* снова опустеет, *Comp #2* автоматически удаляется.\n- Если используется *Comp #3*, но и *Comp #1* и *Comp #2* пусты, *Comp #2* будет удален, а *Comp #3* будет переименован в *Comp #2*.\n\nТаким образом, всегда будет один (и только один) пустой голосовой канал.\n\n В настоящее время нет управляемых голосовых каналов. Нажмите кнопку ниже, чтобы настроить их.",
        "not-top-role-desc": "Discord запрещает изменения никнеймов, когда участник, чей никнейм должен быть изменен, имеет роль главнее, чем Orisa. Вы должны переместить роль Orisa, на самый верх если вы хотите, чтобы она могла изменить все никнеймы. В настоящее время Orisa не сможет обновлять псевдонимы всех участников {{with_the_following_roles}}:",
        "not-top-role-head": "Роль Orisa не является главной ролью!",
        "post-hs": "Опубликовать ежедневную таблицу рейтинга для канала Orisa",
        "post-hs-time": "Время в UTC, когда размещать сообщение",
        "post-hs-tt": "Когда эта настройка будет готова, Orisa будет размещать таблицу рейтинга для каждой роли (отдельно для ПК и консолей) ежедневно около 09:00 UTC. Будет отображаться только рейтинг основного аккаунта, и отображаются только те участники, которые в настоящее время имеют рейтинг.\nЕсли участники будут судить по таблице рекордов, вы можете отключить это.",
        "reg-msg": "Регистрационное сообщение",
        "reg-msg-desc": "Необязательный текст, специфичный для каждого сервера, отображается в приветственном сообщении после того, как участник регистрируется с помощью `!ow register`. Это сообщение *не* показывается когда пользователь присоединяется к этому серверу. [Discord Markdown]({{ link }}).",
        "reg-msg-placeholder": "Например\nНе забудьте использовать '!ow setroles', чтобы установить свои роли; также не играй на Genji.",
        "save": "Сохранить",
        "top-role-desc": "Orisa сможет изменять псевдонимы всех ваших участников, за исключением владельца сервера.",
        "top-role-head": "Роль Orisa - это главная роль",
        "undo": "Отменить",
        "unsaved": "У вас есть несохраненные настройки!",
        "with-the-following-roles_0": "со следующей ролью",
        "with-the-following-roles_1": "со следующими ролями",
        "with-the-following-roles_2": "со следующими ролями"
    },
    "mvc": {
        "add-prefix": "Добавить управляемый канал",
        "cat-prepend": "Категория",
        "chan-limit": "Максимальное количество каналов на префикс",
        "chan-name": "Название канала",
        "chan-name-desc": "Текст перед номером (и рейтинг если \"Показывать рейтинг\" активен)",
        "mngt-prefixes": "Управляемые префиксы",
        "no-prefixes": "Префиксы еще не настроены!",
        "prefix-placeholder": "например, Comp, или Quick Play",
        "remove-unknown-sr": "Удалить неизвестные каналы с `#` в этой категории",
        "remove-unknown-sr-tt": "Если эта настройка включена, то Orisa автоматически удалит все пустые каналы в этой категории, которые содержат `#`, так как они, вероятно не нужны. Например, если вы переименуете \"Comp\" в \"Competitive\" теперь по крайней мере *Comp #1*, должен быть удален.\nКогда эти настройки выключены, Orisa будет касаться только каналов, (начиная с префикса `#`)\nЕсли вы не создали каналы в этой категории вручную, содержащие `#` , рекомендуется оставить эту настройку включенной.",
        "settings-hdr": "Параметры",
        "show-sr": "Показывать рейтинг участников в управляемых каналах",
        "show-sr-tt": "Когда эта настройка включена, Orisa настроит название канала таким образом, чтобы средний рейтинг его участников был показан (например, \"`Comp #1 [12-23-34]`\"). Если опция \"$t(cfg.allow-sr-in-nick)\" неактивна, она также обновит псевдонимы каждого участника этого канала чтобы показать их рейтинг (или ранг если участник настроил его через `!ow format`) К сожалению, обновления никнейма на каналах будут отображаться только после перезагрузки Discord из-за его бага (Discord не собирается ничего чинить)\nРекомендуется включить эту настройку для каналов Overwatch.",
        "user-limit": "Лимит Пользователей",
        "user-limit-desc": "Максимальное количество пользователей на одном из созданных голосовых каналов. 0 означает без ограничений."
    }
}
