{
    "cfg": {
        "allow-sr-in-nick": "Всегда показывать SR (или ранг) в прозвищах (никнеймах)",
        "allow-sr-in-nick-tt": "Когда эта настройка будет завершена, Orisa всегда будет обновлять псевдонимы всех зарегистрированных пользователей, чтобы показать их SR в имени (`Orisa` становится `Orisa [12-23-34]`).\nЕсли вы чувствуете, что члены вашего сервера слишком много внимания уделяют SR (\"Я не слушаю серебряного игрока\"), вы можете выключить эту настройку.\nКогда сервер выключен, члены вашего сервера все еще могут заставить своих SR быть отображены, выпустив команду `!ow alwaysshowsr`.\nЕсли Вы не уверены, активируйте эту настройку, и выключайте ее только в том случае, если на нее негативно отреагируют люди.",
        "configure-for": "Настройте Orisa для {{ guild_name }}",
        "congrats-chan": "Поздравительный канал",
        "congrats-chan-desc": "Когда член получает новый более высокий ранг( например Серебро →Золото) Orisa публично поздравить его / ее в этом канале. Настоятельно рекомендуется выбрать канал, где участники чат о OW(Orisa будет **только**публиковать сообщения о 'повышение') но это может быть также как $t(cfg.listen-chan).",
        "error-saving": "При сохранении возникла проблема. Повторите попытку позже!",
        "fix-val-errors": "Пожалуйста, исправьте ошибки перед сохранением.",
        "footer": "Благодарим Вас за использование Ориса!",
        "general-settings-hdr": "Общие настройки для {{ guild_name }}",
        "lang": "Язык",
        "lang-complete": "(Почти) полностью переведено",
        "lang-incomplete": "Еще не полностью переведено",
        "lang-incomplete-engage": "{{ lang }} не переведён ещё полностью. Непереведенные строки будут отображаться на английском языке. (Нажмите здесь, если вы хотите помочь с переводом!) {{ link }}",
        "listen-chan": "Канал Orisa",
        "no-mgt-voice-chan-hdr": "Нет управляемых голосовых каналов",
        "not-top-role-head": "Роль Orisa не является главной ролью!",
        "post-hs": "Опубликовать ежедневную таблицу рейтинга для канала Orisa",
        "post-hs-time": "Время в UTC, когда размещать сообщение",
        "post-hs-tt": "Когда эта настройка будет готова, Orisa будет размещать таблицу рейтинга для каждой роли (отдельно для ПК и консолей) ежедневно около 09:00 UTC. Будет отображаться только  рейтинг основного аккаунта, и отображаются только те члены, которые в настоящее время имеют рейтинг.",
        "reg-msg": "Регистрационное сообщение"
    }
}
