{
    "cfg": {
        "allow-sr-in-nick": "Всегда показывать SR (или ранг) в прозвищах (никнеймах)",
        "allow-sr-in-nick-tt": "Когда эта настройка будет завершена, Orisa всегда будет обновлять псевдонимы всех зарегистрированных пользователей, чтобы показать их SR в имени (`Orisa` становится `Orisa [12-23-34]`).\nЕсли вы чувствуете, что члены вашего сервера слишком много внимания уделяют SR (\"Я не слушаю серебряного игрока\"), вы можете выключить эту настройку.\nКогда сервер выключен, члены вашего сервера все еще могут заставить своих SR быть отображены, выпустив команду `!ow alwaysshowsr`.\nЕсли Вы не уверены, активируйте эту настройку, и выключайте ее только в том случае, если на нее негативно отреагируют люди.",
        "configure-for": "Настройте Orisa для {{ guild_name }}",
        "congrats-chan": "Поздравительный канал",
        "congrats-chan-desc": "Когда член получает новый более высокий ранг ( например Серебро →Золото) Orisa публично поздравить его / ее в этом канале. Настоятельно рекомендуется выбрать канал, где участники будут общаться о OW (Orisa будет **только**публиковать сообщения о 'повышение') но это может быть также как $t(cfg.listen-chan).",
        "error-saving": "При сохранении возникла проблема. Повторите попытку позже!",
        "fix-val-errors": "Пожалуйста, исправьте ошибки перед сохранением.",
        "footer": "Благодарим Вас за использование Orisa!",
        "general-settings-hdr": "Общие настройки для {{ guild_name }}",
        "lang": "Язык",
        "lang-complete": "(Почти) полностью переведено",
        "lang-config-incomplete-engage": "",
        "lang-incomplete": "Еще не полностью переведено",
        "lang-incomplete-engage": "{{ lang }} не переведён ещё полностью. Непереведенные строки будут отображаться на английском языке. [Нажмите здесь, если вы хотите помочь с переводом!]({{ link }})",
        "lead-info": "Кнопка сохранения появится при несохраненых изменениях. После того как вы сохранили изменения, вы можете закрыть это окно.\nЕсли есть вопросы или предложения, [присоединяйтесь к официальному Дискорду]({{ link }}).",
        "listen-chan": "Канал Orisa",
        "listen-chan-desc": "В каком канале Orisa должна слушать команды? Этот канал также будет использоваться для размещения ежедневной таблицы рейтинга. Orisa также всегда реагирует на команды через ЛС.",
        "load-failed": "Что-то пошло не так при загрузке данных. Возможно, срок действия этой ссылки истек. Попробуйте запросить новую ссылку. Если это не поможет, попробуйте еще раз позже …",
        "loading": "Загрузка",
        "no-mgt-voice-chan-hdr": "Нет управляемых голосовых каналов",
        "no-mgt-voice-chan-lead": "",
        "no-mgt-voice-chan-text": "Вместо того, чтобы вручную создавать каналы c *Comp #1* по *Comp #5* которые будут пусты большую часть времени, у вас будет один канал *Comp #1*, и как только человек присоединяется, Orisa автоматически создаст пустой канал *Comp #2* и дополнительно покажет средний рейтинг в названии канала (например, *Comp #1 [12-23-34]*)\nНесколько примеров:\n- Если *Comp #1* снова опустеет, *Comp #2* автоматически удаляется.\n- Если используется *Comp #3*, но и *Comp #1* и *Comp #2* пусты, *Comp #2* будет удален, а *Comp #3* будет переименован в *Comp #2*.\n\nТаким образом, всегда будет один (и только один) пустой голосовой канал.\n\n В настоящее время нет управляемых голосовых каналов. Нажмите кнопку ниже, чтобы настроить их.",
        "not-top-role-desc": "Дискорд запрещает изменения никнеймов, когда участник, чье прозвище должно быть изменено, имеет роль главнее, чем Orisa. Вы должны переместить роль Orisa, на самый верх если вы хотите, чтобы она могла изменить все никнеймы. В настоящее время Orisa не сможет обновлять псевдонимы всех участников {{with_the_following_roles}}:",
        "not-top-role-head": "Роль Orisa не является главной ролью!",
        "post-hs": "Опубликовать ежедневную таблицу рейтинга для канала Orisa",
        "post-hs-time": "Время в UTC, когда размещать сообщение",
        "post-hs-tt": "Когда эта настройка будет готова, Orisa будет размещать таблицу рейтинга для каждой роли (отдельно для ПК и консолей) ежедневно около 09:00 UTC. Будет отображаться только рейтинг основного аккаунта, и отображаются только те члены, которые в настоящее время имеют рейтинг.\nЕсли участники будут судить по таблице рекордов, ты можешь отключить это.",
        "reg-msg": "Регистрационное сообщение",
        "reg-msg-placeholder": "Например\nНе забудьте использовать '!ow setroles', чтобы установить свои роли; также не играй на Genji.",
        "save": "Сохранить",
        "top-role-desc": "Orisa сможет изменять псевдонимы всех ваших участников, за исключением владельца сервера.",
        "top-role-head": "Роль Orisa - это главная роль",
        "undo": "Отменить",
        "unsaved": "У вас есть несохраненные настройки!"
    },
    "mvc": {
        "add-prefix": "Добавить управляемый канал",
        "cat-prepend": "Категория",
        "chan-name": "Название канала",
        "prefix-placeholder": "например, Comp, или Quick Play",
        "remove-unknown-sr": "Удалить неизвестные каналы с `#` в этой категории",
        "settings-hdr": "Параметры",
        "show-sr": "Показывать рейтинг участников в управляемых каналах",
        "user-limit": "Лимит Пользователей"
    }
}
