Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: However, your new nickname "{nickname}" is now longer than 32 characters, which Discord doesn't allow. Please choose a different format, or shorten your nickname and do a `!ow forceupdate` afterwards.
de: Dein neuer Nickname "{nickname}"ist jetzt länger als 32 Zeichen, was Discord nicht erlaubt. Bitte wähle ein anderes Format oder kürzen Deinen Spitznamen und führe anschließend ein `!ow forceupdate` durch.
fr: Cependant, ton nouveau pseudo "{nickname}" est plus long que 32 caractères, ce que Discord n'autorise pas. Choisis un format différent ou alors raccourcis ton pseudo et utilise la commande `!ow forceupdate` après.
nl: Je nieuwe naam "{nickname}" bevat meer dan 32 tekens, wat niet is toegestaan door Discord. Probeer a.u.b. een ander format, of kies een korter naam en typ `!ow forceupdate` nadat het is gelukt.
pl: Okazuje się, że twój nowy nick "{nickname}" ma więcej niż 32 znaki, na co Discord nie pozwala. Zmień format, lub skróć twój nickname, po czym użyj `!ow forceupdate`.
pt_br: Seu novo apelido "{nickname}" agora tem mais de 32 caracteres, tal façanha o Discord não permite. Por favor, escolha um formato diferente, ou diminua o seu apelido e use `!ow forceupdate`depois.
pt_pt: No entanto, o teu novo nome de utilizador "{nickname}" tem mais de 32 caracters, algo que o Discord não permite. Por favor escolhe um formato diferente, ou abrevia o teu nickname e depois faz `!ow forceupdate`.

source: However, there was an error updating your nickname. I will try that again later.
de: Beim Aktualisieren Ihres Kurznamens ist jedoch ein Fehler aufgetreten. Ich werde es später noch einmal versuchen.
es: Sin embargo, hubo un error actualizando tu nombre de usuario. Lo intentaré de nuevo más tarde.
fr: Cependant, il y a eu une erreur en mettant à jour ton pseudo. Je réessaierai de le mettre à jour plus tard.
it: C'è un errore nell'aggiornare il tuo nome. Proverò più tardi.
nb_no: Dog gikk det ikke å oppdatere kallenavnet ditt. Jeg vil prøve igjen senere.
nl: Er is een fout opgetreden tijdens het bijwerken van jouw naam. Ik zal binnenkort het nog eens proberen.
pl: Jednakże wystąpił błąd przy aktualizacji twojego nicku. Spróbuję to zrobić ponownie później.
pt_br: Ocorreu um erro ao atualizar seu apelido. Eu tentarei isso novamente mais tarde.
pt_pt: No entanto, houve um erro ao atualizar o teu nickname. Vou tentar novamente mais tarde.
ru: Однако при обновлении вашего никнейма произошла ошибка. Я попробую это позже.

source: You are not registered. Use `!ow register` first.
de: Du bist nicht registriert. Benutze zuerst `!ow register`.
fr: Tu n'es pas enregistré. Utilise d'abord `!ow register`.
nl: Helaas ben je nog niet geregistreerd. Gebruik `!ow register` om te registreren.
pl: Nie jesteś zarejestrowany. Użyj pierw `!ow register`.
pt_br: Você não está registrado. Use `!ow register` primeiro.
pt_pt: Não estás registado. Usa `!ow register` primeiro.

source: "{handle}" already is your primary {type}. *Going back to sleep!*
de: "{handle}" ist schon dein primärer {type}. *Ich leg mich wieder hin!*
es: "{handle}" ya es tu {type} primario. *Volviendo a dormir!*
fr: "{handle}" est déjà ton compte principal {type}. *Retourne se coucher!*
it: "{handle}" è già il tuo {type} primario. *Torno a dormire!*
nb_no: "{handle}" er allerede din primære {type}. *Trer tilbake inntil videre-*
nl: "{handle}" staat al ingesteld als hoofd {type}. *Gaat weer verder met slapen!*
pl: "{handle}" jest już twoim głównym {type}. *Wracam do snu!*
pt_br: "{handle}" já é seu(ua) {type} principal. *Modo soneca reativado!*
pt_pt: A conta "{handle}" já é a {type} principal. *De volta para a cama!*
ru: "{handle}" уже является вашим основным {type}. *Возвращаюсь ко сну!*

source: Done. Your primary {type} is now **{handle}**.
de: Fertig. Dein primärer {type} ist jetzt **{handle}**.
es: Hecho. Tu {type} primario es ahora **{handle}**.
fr: C'est fait, ton {type} principal est maintenant **{handle}**.
it: Fatto. Il tuo {type} primario è ora **{handle}**.
nb_no: Gjort. Din primære {type} er nå **{handle}**.
nl: gegevens zijn aangepast. Jouw hoofd {type} is nu**{handle}**.
pl: Zrobione. Twój główny {type} to teraz **{handle}**.
pt_br: Feito. Seu(ua) {type} principal agora é **{handle}**.
pt_pt: Feito. Agora a tua {type} principal é **{handle}**.
ru: Выполнено. Ваш основной {type} теперь ** {handle} **.

source: format string may not contain square brackets!
de: Formatzeichenfolge darf keine eckigen Klammern enthalten!
es: el formato de la cadena no puede contener corchetes!
fr: La chaîne de format ne peut pas contenir de crochets !
it: La stringa non può contenere parentesi quadre!
nl: opmaakreeks mag geen haakjes bevatten!
pl: Ciąg znaków nie może zawierać nawiasów kwadratowych!
pt_br: A cadeia de formatação não pode conter colchetes!
pt_pt: A cadeia de formatação não pode conter parêntesis retos!
ru: строка формата может не содержать квадратных скобок!

source: format string must contain at least one $placeholder!
de: Formatzeichenfolge muss mindestens einen $Platzhalter enthalten!
es: el formato de la cadena debe contener al menos un $placeholder!
fr: La chaîne de format doit contenir au moins un $placeholder !
it: La stringa deve contenere almeno un $placeholder!
nl: opmaakreeks moet ten minste één bevatten $placeholder!
pl: Ciąg znaków musi zawierać przynajmniej jeden $placeholder!
pt_br: A cadeia de formatação deve conter pelo menos um $placeholder!
pt_pt: A string de formatação deve conter pelo menos um $campo!
ru: строка формата должна содержать хотя бы один $placeholder(параметр) оформления!

source: format string missing!
de: Formatzeichenfolge fehlt!
es: falta la cadena de formato!
fr: Chaîne de format manquante !
it: Formato stringa mancante!
nb_no: formatstreng mangler.
nl: opmaakstring ontbreekt!
pl: nie znaleziono ciągu znaków!
pt_br: cadeia de caracteres ausente!
pt_pt: Cadeia de formatação em falta!
ru: отсутствует строка формата!

source: you must register first!
de: Du musst dich zuerst registrieren!
es: primero debes registrarte!
fr: Tu dois d’abord t'inscrire !
it: Devi prima registrarti!
nl: je moet eerst registreren!
pl: musisz się wpierw zarejestrować!
pt_br: você deve se registrar primeiro!
pt_pt: Deves-te registar primeiro!
ru: Вы в первую очередь должны зарегистрироваться!

source: Invalid format string: unknown placeholder "{key}"!
de: Ungültige Formatzeichenfolge: unbekannter Platzhalter "{key}"!
es: Formato de cadena no válido: placeholder desconocido "{key}"!
fr: Chaîne de format non valide : inconnu "{key}" !
it: Formato stringa non valido: placeholder "{key}" sconosciuto!
nl: Ongeldige opmaakreeks: onbekende tijdelijke aanduiding "{key}"!
pl: Nieprawidłowy ciąg znaków: nieznany symbol "{key}"!
pt_br: Cadeia de formatação inválida: placeholder desconhecido "{key}"!
pt_pt: Cadeia de formatação inválida: placeholder "{key}" desconhecido!
ru: Неверная строка формата: неизвестный параметр "{key}"!

source: Sorry, using this format would make your nickname be longer than 32 characters ({len} to be exact). Please choose a shorter format or shorten your nickname!
fr: Désolé, utiliser ce format rendrait ton pseudo plus long que 32 caractères ({len} pour être exact). Choisis un format plus court ou raccourcis ton pseudo !
nl: Sorry, met deze opmaak is jouw naam langer zijn dan 32 tekens ({len} om exact te zijn). Kies een kortere opmaak of maak je naam korter!
pt_br: Desculpe, usar este formato faria seu apelido ter mais de 32 caracteres ({len} para ser exato). Por favor, escolha um formato mais curto ou diminua o seu apelido!

source: Smarties Expert Bread Scientist Eternal Bosom of Hot Love Sith Lord of Security Namer of Clouds Scourge of Beer Cans Muse of Jeff Kaplan Shredded Cheese Authority MILF Commander Cunning Linguist Pork Rind Expert Dinosaur Supervisor Galactic Viceroy of C9 Earl of Bacon Dean of Pizza Duke of Tacos Retail Jedi Pornography Historian
de: Lenkender Stern des 21. Jahrhunderts Muse von Jeff Kaplan Pornografiehistoriker Geißel der Bierdosen Benenner der Wolken Allerchristlichster König des C9 Bundespizzabäcker MILF-Kommandant
fr: Expert en Smarties Scientifique du Pain Poitrine Éternelle de l'Amour Torride Seigneur de la Sécurité Sith Nommeur de Nuages Fléau des Canettes de Bière Muse de Jeff Kaplan Autorité du Fromage Râpé Commandant des MILF Linguiste Habile Expert en Couenne de Porc Superviseur des Dinosaures Vice-Roi Galactique du C9 Comte de Bacon Doyen des Pizza Duc des Tacos Jedi de la Grande Distribution Historien de la Pornographie
pt_br: Experto em Tapioca Cientista de Pão Rei das Linguiças Colecionador de Vento Musa do Jeff Kaplan Autoridade Suprema do Cuscuz Senhor das MILF Especialista em Especialistas Supervisor de Dinossauro Vice-rei de Kamabakka Conde da Beterraba Segurança do Chuck Norris Duque da Rapadura Devorador de Caracteres Historiador Pornográfico Catador de Átomos

source: Done. Henceforth, thou shall be knownst as "`{new_nick}`, {title}".
de: Es ist vollbracht! Von nun an sollen Sie als "`{new_nick}`, {title}" bekannt sein.
es: Hecho. Así pues, de ahora en adelante vuesa merced será conocida como "`{new_nick}`, {title}".
fr: Fait. Dorénavant, tu seras connu sous le nom de `{new_nick}`,{title}».
it: Fatto. Henceforth, ora sarai riconosciuto come `{new_nick}`, {title}".
nb_no: Utført. I fortsettelsen vil du bli tilkjennegitt ved din tittel «{new_nick}, {title}».
nl: Opgeslagen. Je zult hierna bekend zijn als "`{new_nick}`, {title}".
pl: Gotowe. Od dziś zwiesz się "`{new_nick}`, {title}".
pt_br: Feito. De agora em diante, serás conhecido por "`{new_nick}`, {title}".
pt_pt: Feito. Daqui em diante serás conhecido como "`{new_nick}`, {title}".
ru: Выполнено. Отныне вы будете известны как "`{new_nick}`, {title}".

source: you are not registered!
de: Du bist nicht registriert!
es: no estás registrado!
fr: Tu n'es pas enregistré !
it: non sei registrato!
nb_no: du er ikke registrert!
nl: je bent niet geregistreerd!
pl: nie jesteś zarejestrowany!
pt_br: você não está registrado!
pt_pt: Não estás registado!
ru: Вы не зарегистрированы!

source: Your nick will be updated even when you are not in an OW voice channel. Use `!ow alwaysshowsr off` to turn it off again.
de: Dein Nickname wird aktualisiert sogar wenn Du nicht in einem OW Sprachkanal befindest. Nutze `!ow alwaysshowsr off` um es wieder auszuschalten.
fr: Ton pseudonyme sera mis à jour même si tu n’es pas dans un salon vocal Overwatch. Utilise `!ow alwaysshowsr off’ pour désactiver cette option à nouveau.
nl: Je naam zal worden bijgewerkt zelfs als je niet verbonden bent met een Overwatch spraakkanaal. Gebruik `!ow alwaysshowsr off` om het weer uit te schakelen.
pl: Od teraz twój nick będzie aktualizowany nawet jeśli nie przebywasz na kanale głosowym Overwatcha. Użyj `!ow alwaysshowsr off` aby wyłączyć tą opcję.
pt_br: Seu apelido será atualizado mesmo quando você não estiver em um canal de voz do OW. Use `!ow sempremostrarsr off` para desligá-lo novamente.
pt_pt: O teu nick será atualizado, mesmo quando não estás num canal de voz de OW. Usa `!ow alwaysshowsr off` para desligar esta opção.

source: Your nick will only be updated when you are in an OW voice channel. Use `!ow alwaysshowsr on` to always update your nick.
de: Dein Nickname wird nur aktualisiert, wenn du Dich in einem OW Sprachkanal befindest. Nutze `!ow alwaysshowsr off` damit dein Nickname immer aktualisiert wird.
fr: Ton pseudo ne sera mis à jour que lorsque tu es dans un salon vocal Overwatch. Utilise `!ow alwaysshowsr on` pour que ton pseudo soit mis à jour en permanence.
nl: Je naam zal alleen worden bijgewerkt als je verbonden bent met een Overwatch spraakkanaal. Gebruik `!ow alwaysshowsr on` om altijd jouw gebruikersnaam bij te werken.
pl: Od teraz twój nick będzie aktualizowany tylko jeśli dołączysz do kanału głosowego Overwatcha. Użyj `!ow alwaysshowsr on` aby twój nick był aktualizowany od razu.
pt_br: Seu nick só será atualizado quando você estiver em um canal de voz do OW. Use `!ow sempremostrarsr on` para sempre atualizar seu nick.
pt_pt: O teu nick será apenas atualizado quando estás num canal de voz de OW. Usa `!ow alwaysshowsr on` para atualizar sempre o teu nick.

source: You are not registered! Do `!ow register` first.
de: Du bist nicht registriert! Nutze zuerst `!ow register`.
fr: Tu n'es pas inscrit ! Utilise d'abord la commande `!ow register`.
nl: Je bent niet geregistreerd! Typ `!ow register`om te registreren.
pl: Nie jesteś zarejestrowany! Użyj pierw `!ow register`.
pt_br: Você não está registrado! Use `!ow registrar` primeiro.
pt_pt: Ainda não estás registado! Faz `!ow register` primeiro.

source: There were some problems updating your SR! Try again later.
de: Bei der Aktualisierung Deines SR sind Probleme aufgetreten! Versuche es später noch einmal.
es: Ha habido problemas actualizando tu SR! Inténtalo de nuevo más tarde.
fr: Il y a eu des problèmes de mise à jour de ta côte ! Réessaie plus tard.
it: Si sono verificati dei problemi nell'aggiornare il tuo SR! Prova più tardi.
nb_no: Det var problematisk å oppdatere din SR. Prøv igjen senere.
nl: Er is een probleem opgetreden met het updaten van jouw SR! Probeer het later opnieuw.
pl: Wystąpił jakiś problem przy aktualizacji twojej RU! Spróbuj ponownie później.
pt_br: Houve alguns problemas ao atualizar seu SR! Tente mais tarde.
pt_pt: Ocorreram alguns problemas ao atualizar o teu SR. Tenta novamente mais tarde.
ru: Были некоторые проблемы с обновлением вашего рейтинга! Попробуйте позже.

source: OK, I have updated your data. Your (primary) SR is now {sr}. If that is not correct, you need to log out of Overwatch once and try again; your profile also needs to be public for me to track your SR.
de: OK, ich habe Deine Daten aktualisiert. Dein (primärer) SR ist jetzt {sr}. Wenn dies nicht korrekt ist, musst Du dich einmal von Overwatch abmelden und es erneut versuchen. Dein Profil muss auch öffentlich sein, damit ich deine SR nachverfolgen kann.
fr: J’ai mis à jour tes données. Ta côte (principale) est maintenant {sr}. Si ce n’est pas exact, tu dois te déconnecter d'Overwatch puis réessayer ; ton profil doit également être public pour que je puisse traquer ta côte.
nl: OK, Ik heb jouw gegevens bijgewerkt. Jouw (hoofd) SR is nu {sr}. Indien dat niet correct is, moet je uitloggen op Overwatch en probeer het daarna opnieuw. Ook moet je profiel openbaar zijn voor mij om jouw SR bij te werken.
pl: OK, zaktualizowałam twoje dane. RU twojego (głównego) konta to teraz {sr}. Jeżeli to się nie zgadza, musisz wylogować się z Overwatcha i spróbować ponownie; twój profil musi również być publiczny, bym mogła śledzić twoją RU.
pt_br: Ok, atualizei seus dados. Seu SR (primário) agora é {sr}. Se isso não estiver correto, você precisa sair do Overwatch e tentar novamente; seu perfil também precisa estar público para que eu possa acompanhar seu SR.
pt_pt: OK, atualizei os teus dados. O teu SR (principal) é agora {sr}. Se esse valor não está correto, tens de sair do Overwatch uma vez e tentar novamente. O teu perfil também precisa estar público para eu poder acompanhar o teu SR.
ru: ОК, я обновила ваши данные. Ваш (основной) рейтинг теперь {sr}. Если это не правильно, вам нужно выйти из Overwatch и повторить попытку; Ваш профиль также должен быть общедоступным, чтобы я могла отслеживать ваш рейтинг.

source: OK, deleted {name} from database
de: OK, ich habe {name} aus meiner Datenbank gelöscht
es: Ok, se ha eliminado a {name} de la base de datos
fr: OK, {name} a été supprimé de la base de données
it: Ok, {name} cancellato dal database
nl: OK, {name} is verwijderd van de database
pl: OK, usunęłam {name} z bazy danych
pt_br: Ok, {name} excluído do banco de dados
pt_pt: OK, apagei {name} da base de dados
ru: ОК, из базы данных был удален {name}

source: you are not registered anyway, so there's nothing for me to forget…
de: Du bist sowieso nicht registriert, also gibt es nichts zu vergessen…
es: no estás registrado, así que no hay nada para mí que olvidar…
fr: Tu n'es pas inscrit de toute façon alors je n’ai rien à supprimer…
it: Non sei registrato, perciò non posso eliminare niente…
nl: je bent sowieso niet geregistreerd, dus er is niks voor mij om te vergeten…
pl: nie jesteś zarejestrowany, więc nie muszę niczego wymazywać z pamięci…
pt_br: você não está registrado mesmo, então não há nada para eu esquecer…
pt_pt: Não estás registado, logo não há nada para apagar…
ru: Так или иначе вы не зарегистрированы, поэтому мне нечего забывать…

source: Missing roles identifier. Valid role identifiers are: `m` (Main Tank), `o` (Off Tank), `d` (Damage), `s` (Support). They can be combined, eg. `ds` would mean Damage + Support.
nl: Er ontbreekt een rol-id. Geldige rol-id's zijn: `m` (Main Tank), `o` (Off Tank), `d` (Damage), `s` (Support). Ze kunnen gecombineerd worden, bv. 'ds' betekent Damage + Support.
pt_br: Identificador de função ausente. Identificadores de função válidos são: `m` (Main Tanque),` o` (Off-tanque), `d` (Dano),` s` (Suporte). Eles também podem ser combinados do seguinte modo: `ds` significa Dano + Suporte.

source: Unknown role identifier '{role}'. Valid role identifiers are: `m` (Main Tank), `o` (Off Tank), `d` (Damage), `s` (Support). They can be combined, eg. `ds` would mean Damage + Support.
nl: Onbekende rol-id '{role}'. Geldige rol-id's zijn: `m` (Main Tank), `o` (Off Tank), `d` (Damage), `s` (Support). Ze kunnen gecombineerd worden, bv. 'ds' betekent Damage + Support.
pt_br: Identificador de função desconhecido '{role}'. Identificadores de função válidos são: `m` (Main Tanque),` o` (Off-tanque), `d` (Dano),` s` (Suporte). Eles também podem ser combinados do seguinte modo: `ds` significa Dano + Suporte.

source: Done. Your roles are now **{roles}**
de: Fertig. Ihre Rollen sind jetzt **{roles}**
es: Hecho. Tus roles son ahora **{roles}**
fr: Terminé. Tes rôles sont maintenant **{roles}**
it: Fatto. I tuoi ruoli sono **{roles}**
nb_no: Ferdig. Rollene dine er nå {roles}
nl: Uitgevoerd. Jouw rollen zijn nu **{roles}**
pl: Zrobione. Twoje role to teraz **{roles}**
pt_br: Feito. Suas funções agora são ** {roles} **
pt_pt: Feito. Os teus roles agora são **{roles}**
ru: Выполнено. Ваши роли теперь **{roles}**

source: Sorry, findplayers doesn't work with role based SR yet. Try later.
nl: Sorry, maar findplayers werkt nog niet met SR die gebaseerd zijn op rollen. Probeer het later opnieuw.
pt_br: Desculpe, a busca por jogadores ainda não funciona com SR baseado nas funções. Tente depois.

source: SR difference must be positive!
nl: SR verschil moet positief zijn!
pt_br: A diferença de SR deve ser positiva!

source: That does not compute!
pt_br: Não faz sentido!

source: Your primary {type} has no SR, please give a SR range you want to search for instead.
nl: Jouw eerste {type} heeft geen SR, geef a.u.b. een SR reeks op die je probeert te vinden.
pt_br: Seu(ua) {type} principal não possui SR, por favor, indique um intervalo de SR que você deseja procurar.

source: within {sr_diff} of {base_sr} SR
nl: binnen {sr_diff} van {base_sr} SR
pt_br: entre {sr_diff} e {base_sr} de SR

source: min and max must be between 500 and 5000, and min must not be larger than max.
nl: minimum en maximum moet tussen 500 en 5000 liggen, en minimum mag niet groter zijn dan maximum.
pt_br: min e max devem estar entre 500 e 5000, e min não deve ser maior que max.

source: between {min_sr} and {max_sr} SR
nl: tussen {min_sr} en {max_sr} SR
pt_br: entre {min_sr} e {max_sr} de SR

source: There are no players currently online {type_msg}!
nl: Er zijn op dit moment geen andere spelers online {type_msg}!
pt_br: Não há jogadores disponíveis no momento {type_msg}!

source: **The following players are currently online and {type_msg}:**
nl: **De volgende spelers zijn op dit moment online en {type_msg}:**
pt_br: **Os seguintes jogadores estão online {type_msg}:**

source: There are no offline players within that range.
nl: Er zijn geen offline spelers tussen dit bereik.
pt_br: Não há jogadores off-line dentro desse intervalo.

source: There are also no offline players within that range. :(
nl: Er zijn ook geen offline spelers tussen dat bereik. :(
pt_br: Também não há jogadores off-line nesse intervalo. :(

source: **The following players are within that range, but currently offline:**
nl: **De volgende spelers zijn tussen dat bereik, maar op dit moment offline:**
pt_br: **Os seguintes jogadores estão dentro desse intervalo, mas atualmente off-line: **

source: There are also {len} offline players within that range. Use the `findallplayers` command to show them as well.
nl: Er zijn ook {len} offline spelers tussen dat bereik. Gebruik de `findallplayers` command om hun ook te laten zien.
pt_br: Também há {len} jogadores off-line nesse intervalo. Use o comando `procurartodosjogadores` para mostrá-los também.

source: I sent you a DM with the results.
nl: Ik heb je een DM gestuurd met de resultaten.
pt_br: Enviei-lhe uma mensagem direta com os resultados.

source: I'm not configured yet! Somebody with the role `Orisa Admin` needs to issue `!ow config` to configure me first!
de: Ich bin noch nicht konfiguriert! Jemand mit der Rolle `Orisa Admin`muss mich mithilfe des Befehls `!ow config` zuerst konfigurieren!
fr: Je ne suis pas encore configuré ! Quelqu’un qui à le rôle `Orisa Admin` doit d'abord utiliser la commande `!ow config` pour me configurer !
nl: Ik ben nog niet geconfigureerd! Iemand met de rol `Orisa Admin` moet eerst `!ow config` gebruik om mij te configureren!
pl: Nie zostałam jeszcze ustawiona! Osoba z rolą `Orisa Admin` musi użyć komendy `!ow config` aby mnie skonfigurować!
pt_br: Eu ainda não estou configurado! Alguém com o cargo `Orisa Admin` precisa enviar `!ow config` para me configurar primeiro!
pt_pt: Ainda não fui configurada! Alguém com o cargo `Orisa Admin` tem de fazer primeiro `!ow config` para me configurar!
