Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: The config command must be issued from a channel of the server you want to configure. Don't worry, I will send you the config instructions as a DM, so others can't configure me just by watching you sending this command.
de: Der Befehl "config" muss von einem Kanal des Servers ausgegeben werden, den Du konfigurieren möchtest. Keine Sorge, ich sende dir die Konfigurationsanweisungen als DN. Andere können mich also nicht konfigurieren, indem sie Dir beim Senden dieses Befehls zusehen.
es: El comando de configuración debe hacerse en un canal del servidor que quieras configurar. No te preocupes, te enviaré las instrucciones de configuración como un mensaje privado, así los demás no podrán configurarme al enviar este comando.
fr: La commande de configuration doit être écrite sur un canal de discussion du serveur que tu veux configurer. Ne t'inquiète pas, je t'enverrai les instructions de configuration par messages privés pour que d'autres ne puissent pas me configurer simplement en copiant les commandes.
it: La configurazione deve essere effettuata dal canale server che vuoi configurare. Non preoccuparti, ti invierò le istruzioni tramite messaggio privato, così gli puoi configurarlo personalmente, senza coinvolgere gli altri.
nb_no: Oppsettskommandoen må utstedes fra en kanal på tjeneren du ønsker å sette opp. Instruks vil bli sendt som privat melding slik at andre ikke kan utføre oppsett når de ser at du sender denne kommandoen.
nl: De configuratie opdracht moet worden uitgevoerd in een kanaal van de server die jij wilt instellen. Maak je geen zorgen, ik zal je een privé bericht sturen met configuratie-instructies, zodat anderen mij niet kunnen configureren.
pl: Komenda konfiguracyjna musi zostać wpisana w kanale serwera, który chcesz skonfigurować. Nie martw się, wyślę ci informacje o konfiguracji jako PW, by inni nie mogli mnie skonfigurować.
pt_br: O comando config deve ser emitido a partir de um canal do servidor que você deseja configurar. Não se preocupe, vou enviar-lhe as instruções de configuração por mensagem direta, desta forma os outros não poderão me configurar apenas observando você enviando este comando.
pt_pt: O comando de configuração deve ser executado num canal do servidor que pretendes configurar. Não te incomodes, irei enviar-te as instruções de configuração por DM, assim outros utilizadores não me podem configurar só por te observarem a enviar-te este comando.
ru: Команда config должна быть введена с канала сервера, который вы хотите настроить. Не волнуйтесь, я отправлю вам инструкции по настройке в виде личного сообщения, поэтому другие не смогут настроить меня, просто будьте внимательны когда вы отправляете эту команду.

source: `!ow config` works in *any* channel (that I'm allowed to read messages in, of course), so you can also use an admin only channel.
nl: `!ow config` werkt in *elke* kanaal (waar ik toegang tot heb), zodat je ook een kanaal kunt gebruiken dat alleen bedoeld is voor administrators.
pt_br: `!ow config` funciona em *qualquer* canal (que eu tenha permissão para ler mensagens, é claro), portanto você também pode usá-lo em um canal restrito à administração.

source: This command can only be used by members with the `Orisa Admin` role! Only the name of the role is important, it doesn't need any permissions.
de: Dieser Befehl kann nur von Mitgliedern mit der Rolle `Orisa Admin` verwendet werden! Nur der Name der Rolle ist wichtig, es sind keine Berechtigungen erforderlich.
es: Este comando solo puede ser utilizado por miembros con el rol de `Orisa Admin`! Solo es importante el nombre del rol, no requiere ningún permiso especial.
fr: Cette commande ne peut être utilisée que par des membres ayant le rôle `Orisa Admin`! Seul le nom du rôle est important, il n'a pas besoin d'avoir de droits.
it: Questa funzione può essere usata solo chi ha il ruolo di `Orisa Admin`! Non c'è bisogno di permessi, basta solo essere nominati tali.
nl: Deze command kan alleen worden uitgevoerd door leden met de `Orisa Admin`rol! Alleen de naam van de rol is belangrijk, het heeft verder geen specifieke permissies nodig.
pl: Ta komenda może zostać użyta tylko przez osoby posiadające rolę `Orisa Admin`! Tylko nazwa roli jest istotna, nie potrzebuje ona żadnych dodatkowych pozwoleń.
pt_br: Este comando só pode ser usado por membros com o cargo `Orisa Admin`! Somente o nome do cargo é importante, não é preciso atribuir permissões.
pt_pt: Este comando só pode ser usado por membros com o cargo `Orisa Admin`! Apenas importa o nome do cargo, não são necessárias permissões.
ru: Эту команду могут использовать только участники с ролью `Orisa Admin`! Важно только название роли, её права не имеют значения.

source: Click here to configure me!
de: Klicke hier, um mich zu konfigurieren!
es: Haz clic aquí para configurarme!
fr: Clique ici pour me configurer !
it: Clicca per configurare!
nb_no: Klikk her for å sette meg opp.
nl: Klik hier om mij te configureren!
pl: Kliknij tutaj by mnie skonfigurować!
pt_br: Clique aqui para me configurar!
pt_pt: Carrega aqui para me configurares!
ru: Нажми сюда чтобы настроить меня!

source: This link will be valid for 30 minutes.
de: Dieser Link ist 30 Minuten gültig.
es: Este enlace será válido durante 30 minutos.
fr: Ce lien sera valide pendant 30 minutes.
it: Questo link sarà valido per 30 minuti.
nb_no: Denne lenken er gyldig i 30 minutter.
nl: Deze link is 30 minuten geldig.
pl: Ten link będzie aktywny przez 30 minut.
pt_br: Este link será válido por 30 minutos.
pt_pt: Esta ligação será válida durante 30 minutos.
ru: Это ссылка будет действительна 30 минут.

source: I sent you a DM.
de: Ich habe dir eine PN gesendet.
fr: Je t'ai envoyé un MP.
nl: Ik heb je een privébericht gestuurd.
pt_br: Enviei-lhe uma mensagem direta.

source: I tried to send you a DM with the link, but you disallow DM from server members. Please allow that and retry. I can't post the link here because everybody who knows that link will be able to configure me.
de: Ich habe versucht, Dir eine PN mit dem Link zu senden, aber deine Einstellungen erlauben keine PNs von Servermitgliedern. Bitte ändere deine Privatsphäreneinstellung und versuche es erneut. Ich kann den Link hier nicht posten, da jeder, der diesen Link hat, mich konfigurieren kann.
es: Te he intentado enviar un mensaje privado con el enlace, pero no permites MP de miembros del servidor. Por favor, permítelo y vuelve a intentarlo. No puedo publicar el enlace aquí porque todo el mundo que lo use podrá configurarme.
fr: J'ai essayé de t'envoyer un MP avec le lien mais tu as désactivé les MP venant d'utilisateurs ayant un serveur en commun. Active cette option et réessaie. Je ne peux pas poster le lien ici car tous ceux qui détiendront le lien pourront me configurer pendant le temps de validité du lien.
it: Ho provato a mandarti un messaggio privato per aiutarti, ma non hai permesso agli utenti del server di inviarti DM. Non posso mandarlo qui, perchè è piuttosto lungo. Per favore, aggiorna i permessi e prova di nuovo.
nb_no: Jeg har forsøkt å sende deg en direkte melding med lenken, men du tillater ikke direkte meldinger fra tjenermedlemmer. Tillat det og prøv igjen. Jeg kan ikke poste lenken her, fordi alle som vet om den kan sette meg opp.
nl: Ik ben helaas niet in staat om jou een privébericht te sturen met de link, de door jou ingestelde privacy instellingen staat dat niet toe. Controleer of je `Directe berichten van serverleden toestaan` aan hebt staan en probeer het opnieuw. Ik kan de link hier niet plaatsen, omdat iedereen met de link mij kan configureren.
pl: Próbowałam wysłać ci PW z linkiem, ale nie zezwalasz na wiadomości prywatne od użytkowników serwera. Zmień tę opcję i spróbuj ponownie. Nie mogę wysłać linku tutaj ponieważ każdy z jego pomocą byłby w stanie skonfigurować moje ustawienia.
pt_br: Eu tentei te mandar um mensagem direta com o link, mas você desabilitou mensagens diretas dos membros do servidor. Por favor, reverta isso e tente novamente. Eu não posso enviar o link aqui, pois qualquer um com acesso a ele poderá me configurar.
pt_pt: Tentei enviar-te uma DM com a ligação, mas não permites DMs de membros do servidor. Por favor, muda essa opção e tenta novamente. Não posso pôr a ligação aqui porque assim durante os próximos 30 minutos qualquer pessoa poderá configurar-me.
ru: Я попыталась отправить вам личное сообщение с ссылкой, но вы запретили получения личных сообщений от участников сервера. Пожалуйста, разрешите получение личных сообщений и повторите попытку. Я не могу опубликовать ссылку здесь, потому что каждый, кто увидит эту ссылку, сможет настроить меня.

source: {type} looks like a BattleTag and not like pc/xbox, assuming you meant `!ow register pc`…
nl: {type} lijkt op een BattleTag en is waarschijnlijk geen pc/xbox, ik denk dat je`!ow register pc`bedoelde…
pt_br: {type} parece com uma BattleTag e não como pc/xbox, assumindo que você quis dizer `!ow register pc`…

source: To complete your registration, I need your permission to ask Blizzard for your BattleTag. Please click the link above and give me permission to access your data. I only need this permission once, you can remove it later in your BattleNet account.
de: Um deine Registrierung abzuschließen, benötige ich deine Erlaubnis, um Blizzard um deinen BattleTag zu bitten. Bitte klicke auf den obigen Link und erteile mir die Erlaubnis, auf Deine Daten zuzugreifen. Ich benötige diese Berechtigung nur einmal. Du kannst sie später in deinem BattleNet-Konto widerrufen.
es: Para completar tu registro, necesito permisos para preguntar a Blizzard sobre tu BattleTag. Por favor, haz clic sobre en enlace y dame permisos para acceder a tus datos. Solo necesito estos permisos una vez, podrás eliminarlos más tarde en tu cuenta de BattleNet.
fr: Pour compléter ton enregistrement, j'ai besoin de ta permission pour demandé à Blizzard ton BattleTag. Clique sur le lien au-dessus et donne moi la permission pour accéder à tes données. Je n'ai seulement besoin de ta permission cette fois-ci, tu peux la supprimer sur ton compte BattleNet plus tard.
it: Per completare la tua registrazione, mi serve il tuo permesso di chiedere a Blizzard il tuo BattleTag. Per favore fai clic sul link sopra e dammi l'accesso ai tuoi dati. Mi serve l'accesso solo una volta, puoi rimuoverlo dopo nel tuo account BattleNet.
nl: Om je registratie te voltooien, heb ik je toestemming nodig om jouw BattleTag gegevens op te halen bij Blizzard. Klik op de link hierboven om mij toegang te geven tot jouw gegevens. Ik heb jouw toestemming alleen maar één keer nodig nadat je registratie is voltooid, je kunt de toegang later via jouw BattleNet-account intrekken.
pl: By dokończyć rejestrację potrzebuję twojego zezwolenia aby prosić Blizzard o twój BattleTag. Proszę kliknij w link powyżej i daj mi pozwolenie na dostęp do twoich danych. Potrzebuję go tylko raz; będziesz mógł je później usunąć w swoim koncie w serwisie BattleNet.
pt_br: Para completar o seu registro, eu preciso da sua permissão para pedir à Blizzard a sua BattleTag. Por favor, clique no link acima e me dê permissão para acessar seus dados. Eu só preciso dessa permissão uma vez, você pode removê-la mais tarde na sua conta do BattleNet.
pt_pt: Para concluir o teu registo, preciso da tua permissão para pedir a tua BattleTag à Blizzard. Por favor, clica na ligação acima e dá-me permissão para aceder aos teus dados. Apenas preciso desta permissão uma vez, podes mais tarde removê-la na tua conta da BattleNet.
ru: Чтобы завершить регистрацию, мне нужно ваше разрешение чтобы запросить ваш BattleTag у Blizzard. Пожалуйста, нажмите на ссылку надо мной и дайте разрешение для доступа к вашим данным. Разрешение потребуется единожды, но вы всегда сможете его отменить в вашем BattleNet аккаунте.

source: To complete your registration, I need your permission to ask Discord for your Gamertag. Please click the link above and give me permission to access your data. Make sure you have linked your Xbox account to Discord.
de: Um deine Registrierung abzuschließen, benötige ich deine Erlaubnis, Discord nach deinem Gamertag zu fragen. Bitte klicke auf den obigen Link und erteile mir die Erlaubnis, auf Deine Daten zuzugreifen. Stelle sicher, dass Du Dein Xbox-Konto mit Discord verknüpft hast.
es: Para completar tu registro, necesito permisos para preguntar a Discord por tu Gamertag. Por favor, haz clic en el enlace y dame permisos para acceder a tus datos. Asegúrate de tener tu cuenta de Xbox enlazada a Discord.
fr: Pour compléter ton enregistrement, j'ai besoin de ta permission pour demander à Discord ton gamertag. Clique sur le lien au-dessus et donne-moi la permission d'accéder à tes données. Assure-toi d'avoir lié ton compte XBOX avec Discord.
it: Per completare la tua registrazione, mi serve il tuo permesso di chiedere a Discord il tuo Gamertag. Per favore fai clic sul link sopra e dammi l'accesso ai tuoi dati. Assicurati di aver collegato il tuo account Xbox a Discord.
nb_no: For å fullføre registreringen din trenger jeg din tilgang for å spørre Discord om din spilleretikett. Klikk på lenken ovenfor og gi meg tilgang til din data. Forsikre deg om at du har lenket din XBOX-konto til Discord.
nl: Om je registratie te voltooien, heb ik je toestemming nodig om jouw Gamertag gegevens op te halen bij Discord. Klik op de link hierboven om mij toegang te geven tot jouw gegevens. Zorg ervoor dat jouw Xbox account is gekoppeld aan Discord.
pl: By dokończyć rejestrację potrzebuję twojego zezwolenia by prosić Discorda o twój Gamertag. Proszę kliknij w link powyżej i daj mi dostęp do twoich danych. Upewnij się, że połączyłeś swoje konto Xbox z Discordem.
pt_br: Para completar o seu registro, eu preciso da sua permissão para pedir ao Discord sua Gamertag. Por favor, clique no link acima e me dê permissão para acessar seus dados. Certifique-se de ter vinculado sua conta do Xbox ao Discord.
pt_pt: Para concluir o teu registo, preciso da tua permissão para pedir a tua Gamertag ao Discord. Por favor clica na ligação acima e dá-me permissão para aceder aos teus dados. Certifica-te de que ligaste a tua conta Xbox ao Discord.
ru: Чтобы завершить регистрацию, мне нужно разрешение, чтобы узнать ваш GamerTag через Discord. Пожалуйста, нажмите на ссылку надо мной и дайте разрешение для доступа к вашим данным. Убедитесь, что вы связали ваш Xbox с Discord.

source: When registering a PSN account, you need to give your Online ID, like `!ow register psn My-Cool-ID_12345`.
de: Bei der Registrierung eines PSN-Kontos musst Du Deine Online-ID angeben, z. B. `! ow register psn Meine-Coole-ID_12345`.
pl: Podczas rejestracji konta PSN musisz podać swój identyfikator PSN, jak np. `!ow register psn Moje-fajowe-ID_12345`.
pt_br: Ao registrar uma conta na PSN, você precisa fornecer seu ID online, como `!ow register psn My-Cool-ID_12345`.
pt_pt: Quando fizeres o registo de uma conta PSN, precisas de indicar o teu Online ID, como `!ow register psn My-Cool-ID_12345`.

source: Invalid registration type "{type}". Use `!ow register` or `!ow register pc` for PC; `!ow register xbox` for XBOX. PlayStation is not supported yet.
nl: Ongeldig registratietype "{type}". Probeer `!ow register` of `!ow register pc` voor PC; `!ow register xbox` voor XBOX. PlayStation wordt nog niet ondersteund.
pt_br: Tipo de registro inválido "{type}". Use `!ow register` ou`!ow register pc` para PC; `!ow register xbox` para Xbox. PlayStation ainda não é suportado.

source: Click here to register your {type} account!
de: Klicke hier um dein {type} Konto zu registrieren!
es: Haz clic aquí para registrar tu cuenta de {type}!
fr: Clique ici pour enregistrer ton compte {type}!
it: Clicca qui per registrare il tuo account {type}!
nl: Klik hier om jouw {type} account te registreren!
pl: Kliknij tutaj by zarejestrować swoje konto {type}!
pt_br: Clique aqui para registrar sua conta {type}!
pt_pt: Carrega aqui para registar a tua conta {type}!
ru: Нажмите здесь {type} , чтобы зарегистрировать ваш аккаунт!

source: :information_source: Protip
de: :information_source: Protipp
es: :information_source: Consejo Pro
fr: :information_source: Conseil de pro
it: :information_source: Suggerimento professionale
nb_no: :information_source: Proft tips
pl: :information_source: Wskazówka
pt_br: :information_source: Super dica
ru: :information_source: Подсказка

source: If you want to register a secondary/smurf BattleTag, you can open the link in a private/incognito tab (try right clicking the link) and enter the account data for that account instead.
de: Wenn Du ein sekundäres/Smurf-BattleTag registrieren möchtest, kannst du den Link in einem privaten / inkognito-Tab öffnen (versuche es mit einem Rechtsklick auf den Link) und stattdessen die Kontodaten für dieses Konto eingeben.
es: Si quieres registrarte con un BattleTag secundario, puedes abrir el enlace en una pestaña privada/de incógnito (prueba a darle clic derecho al enlace) y introduce los datos de la cuenta secundaria.
fr: Si tu veux enregistrer un deuxième BattleTag ou un smurf, tu peux ouvrir ce lien en mode navigation privée (en cliquant sur le lien avec le bouton droit de la souris) et entre les données de ton autre compte.
it: Se vuoi registrare un secondo/smurf BattleTag, puoi aprire il link in una finestra modalità privata/incognito (prova con il clic destro sul link) e inserisci i dati di quel account.
nb_no: Hvis du ønsker å registrere en sekundær/smurf-battleetikett, kan du åpne lenken i en privat/inkognito-fane (prøv å høyreklikke på lenken) og skriv inn kontodata for den kontoen istedenfor.
nl: Als je een tweede/smurf BattleTag wilt registreren, kun je het beste een privé of incognito-venster openen (klik met de rechtermuisknop op de link) en probeer daarna in te loggen voor dat account.
pl: Jeżeli chcesz zarejestrować drugi/smurf BattleTag, możesz otworzyć link w karcie prywatnej/incognito (spróbuj kliknąć link prawym przyciskiem myszy) i podaj dane tego konta.
pt_br: Se você quiser registrar uma BattleTag secundária/smurf, abra o link em uma aba anônima (tente clicando com o botão direito do mouse no link) e em seguida insira os dados da conta.
pt_pt: Se quiseres registar uma BattleTag secundária/smurf, podes abrir a ligação numa guia privada/incógnita (tenta carregar na ligação com o botão direito) e introduzir os dados necessários para essa conta.
ru: Если вы хотите зарегистрировать второй/смурф BattleTag, вы можете открыть ссылку в приватной/инкогнито вкладке (попробуйте нажать ПКМ на ссылку) и введите данные аккаунта для этого аккаунта.

source: :video_game: Not on PC?
de: :video_game: Keinen PC?
es: :video_game: ¿No estás en PC?
fr: :video_game: Pas sur PC ?
it: :video_game: Non sul PC?
nb_no: :video_game: Ikke på en PC?
nl: :video_game: Niet op PC?
pl: :video_game: Nie jesteś na PC?
pt_br: Não é para PC?
pt_pt: :video_game: Não estás no PC?
ru: :video_game: Не для ПК?

source: If you have an XBL account, use `!ow register xbox`. For PSN, use `!ow register psn Your_Online-ID`
de: Wenn Du ein XBL-Konto hast, verwende `!ow register xbox`. For PSN-Konten verwende `!ow register psn Deine-Online-ID`
pl: Jeżeli posiadasz konto XBL, użyj `!ow register xbox`. W przypadku konta PSN, użyj `!ow register psn Twoj_Identyfikator_PSN`
pt_br: Se você tiver uma conta XBL, use `!ow register xbox`. Para a PSN, use `!ow register psn Your_Online-ID`
pt_pt: Se tens uma conta XBL, usa `!ow register xbox`. Para PSN, usa `!ow register psn My-Cool-ID_12345`

source: By registering, you agree to Orisa's Privacy Policy; you can read it by entering !ow privacy.
de: Mit Deiner Registrierung stimmst Du den Datenschutzbestimmungen von Orisa zu. Diese kannst du lesen, wenn du !ow privacy eingibst. Die Datenschutzbestimmungen sind momentan nur in Englisch verfügbar.
fr: En t'enregistrant, tu acceptes la politique de confidentialité d'Orisa ; tu peux la lire en utilisant la commande !ow privacy.
nl: Door te registreren, gaat u akkoord met het Privacybeleid van Orisa. Typ !ow privacy om het Privacybeleid op te vragen. (De Privacybeleid is momenteel alleen beschikbaar in het Engels.)
pl: Rejestrując się, zgadzasz się na Politykę Prywatności Orisy; możesz się z nią zapoznać wpisując !ow privacy.
pt_br: Ao se registrar, você concorda com a Política de Privacidade da Orisa; você pode consultá-la inserindo !ow privacy.
pt_pt: Ao registares-te concordas com a Política de Privacidade da Orisa. Podes consultá-la ao escrever `!ow privacy`. (De momento apenas está disponível em Inglês)

source: I'm not allowed to send you a DM. Please right click on the Discord server, select Privacy Settings, and enable "Allow direct messages from server members." Then try again.
nl: Ik ben helaas niet in staat om jou een privébericht te sturen, de door jou ingestelde privacy instellingen staat dat niet toe. Klik met de rechtermuisknop op de Discord-server, selecteer Privacy-instellingen en zorg ervoor dat je `Directe berichten van serverleden toestaan` aan hebt staan en probeer het opnieuw.
pt_br: Não estou autorizado a enviar-lhe uma mensagem direta. Por favor, clique com o botão direito do mouse no servidor de Discord, selecione Configurações de Privacidade e ative "Permitir mensagens diretas de membros do servidor". Após isso, tente novamente.

source: I sent you a DM with instructions.
de: Ich habe dir eine PN mit Anweisungen geschickt.
fr: Je t'ai envoyé un MP avec les instructions.
nl: Ik heb je een privébericht gestuurd met instructies.
pt_br: Eu te mandei uma mensagem direta com as instruções.

source: You are not registered, there's nothing for me to do.
de: Du bist nicht registriert, es gibt nichts für mich zu tun.
es: No estás registrado, no hay nada que pueda hacer.
fr: Tu ne t'es pas enregistré, je ne peux rien faire pour toi.
it: Non sei registrato, non posso fare niente.
nb_no: Du er ikke registrert, det er ingenting jeg kan gjøre.
nl: Je bent niet geregistreerd, kan ik je ergens anders mee helpen?
pl: Nie jesteś zarejestrowany. Nie mogę nic tutaj zrobić.
pt_br: Você não está registrado, não há nada que eu possa fazer.
pt_pt: Não estás registado(a), não há nada que tenha para fazer.
ru: Вы не зарегистрированы, ничего не поделаешь.

source: You cannot unregister your primary handle. Use `!ow setprimary` to set a different primary first, or use `!ow forgetme` to delete all your data.
de: Du kannst die Registrierung Deines primären Handles nicht aufheben. Verwende `!ow setprimary`, um zuerst ein anderes Primary festzulegen, oder `!ow forgetme`, um alle Deine Daten zu löschen.
fr: Tu ne peux pas dé-enregistrer ton compte principal. Utilise `!ow setprimary` pour changer de compte principal puis utilise`!ow forgetme` pour supprimer les données du compte précédent.
nl: Het is helaas niet mogelijk om jouw hoofdaccount te verwijderen. Probeer `!ow setprimary` om een ander account als hoofdaccount te gebruiken, of gebruik `!ow forgetme` om al jouw gegevens te verwijderen.
pl: Nie można zarejestrować twojego głównego konta. Użyj `!ow setprimary` by ustawić inne konto główne, bądź `!ow forgetme` by skasować wszystkie twoje dane.
pt_br: Você não pode cancelar o registro da sua tag principal. Antes, use `!ow setprimary` para definir uma tag primária diferente, ou comande `!ow forgetme` para excluir todos os seus dados.
pt_pt: Não podes eliminar a tua conta principal. Usa `!ow setprimary` para definir uma conta principal diferente, ou usa `!ow forgetme` para apagar todos os teus dados.

source: Removed **{handle}**!
de: Habe **{handle}** gelöscht!
es: Eliminado **{handle}**!
fr: **{handle}** supprimé !
it: **{handle}** Cancellato!
nb_no: Fjernet {handle}.
nl: **{handle}** is verwijderd!
pl: Usunięto **{handle}**!
pt_br: **{handle}** removida!
pt_pt: Conta **{handle}** removida!
ru: Удалено **{handle}**!
