Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: Like `unregister battletag`, but removes the battletag by number. Your first secondary is 1, your second 2, etc. The order is shown by the `!ow` command (it's alphabetical). Normally, you should not need to use this alternate form, it's available in case Orisa gets confused on what BattleTag you mean (which shouldn't happen) *Example:* `!ow unregister 1`
de: Wie `unregister battletag`, nur dass Nummern genommen werden. 1 ist dein erstes sekundäres BattleTag, 2 dein zweites usw. Die Reihenfolge ist alphabetisch. *Beispiel:* `!ow unregister 1`
fr: Similaire à la commande `battletag non enregistré` mais supprime le Battletag par le biais de son nombre attribué. Ton premier tag secondaire est 1, ton deuxième 2 etc... L’ordre est indiqué par la commande '!ow' (ordre alphabétique). Normalement, tu n'as pas a utiliser cette commande mais elle est disponible au cas où Orisa ne comprendrait pas de quel Battletag tu parles (ce qui ne devrait pas arriver) *Exemple :* `!ow unregister 1`
pl: Działa podobnie jak `unregister battletag`, lecz usuwa go po numerze. Twój pierwszy dodatkowy BattleTag ma numer 1, następny 2 i tak dalej. Kolejność pokazywana jest poprzez komendę `!ow` (jest ona alfabetyczna). Normalnie nie powinieneś musieć używać tej formy. Jest ona dostępna na wypadek gdyby Orisa nie zrozumiała o jaki BattleTag chodzi (co nie powinno się zdarzyć) *Przykład:* `!ow unregister 1`
pt_br: Como `unregister battletag`, mas remove a BattleTag pelo número. Seu primeiro secundário é 1, seu segundo, 2 etc. A ordem é mostrada pelo comando `!ow` (é alfabético). Normalmente, você não precisa usar esse formulário alternativo, ele está disponível caso a Orisa fique confusa com o que você quer dizer com BattleTag (o que não deve acontecer) *Exemplo:* `!ow unregister 1`
pt_pt: Funciona como o comando`unregister battletag`, mas apaga a BattleTag pelo número indicado. A tua primeira secundária é 1, a tua segunda é 2, etc... A ordem é mostrada pelo comando `!ow` (de forma alfabética). Normalmente, não deves precisar de usar esta forma alternativa, está disponível em caso de a Orisa ficar confusa na BattleTag a que te referes (o que não deve acontecer). *Exemplo:* `!ow unregister 1`

source: You are not registered. Do `!ow register` first!
de: Du bist nicht registriert. Gib`!ow register`ein, um dich zu registrieren!
fr: Tu n'es pas enregistré. Utilise d'abord `!ow register` !
nl: Helaas ben je nog niet geregistreerd. Gebruik `!ow register` om te registreren!
pl: Nie jesteś zarejestrowany. Wpisz pierw `!ow register`!
pt_br: Você não está registrado. Use `!ow registrar` primeiro!
pt_pt: Não estás registado. Faz `!ow register` primeiro!

source: {member_name} is not registered!
de: {member_name} ist nicht registriert!
es: {member_name} no está registrado!
fr: {member_name} n’est pas enregistré !
it: {member_name} non è registrato!
nb_no: {member_name} er ikke registrert.
nl: {member_name} is niet geregistreerd!
pl: {member_name} nie jest zarejestrowany!
pt_br: {member_name} não está registrado!
pt_pt: {member_name} não está registado!
ru: {member_name} не зарегистрирован!

source: I sent you the privacy policy as DM.
nl: Ik heb je de privacy policy gestuurd via DM.
pt_br: Enviei a você a política de privacidade por mensagem direta.

source: You are not registered.
de: Du bist nicht registriert.
es: No estás registrado.
fr: Tu n'es pas enregistré.
it: Non sei registrato.
nb_no: Du er ikke registrert.
nl: Je bent niet geregistreerd.
pl: Nie jesteś zarejestrowany.
pt_br: Você não está registrado.
pt_pt: Não estás registado.
ru: Вы не зарегистрированы.

source: Timestamp
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
it: Marca Temporale
nb_no: Tidsstempel
pl: Znacznik czasu
pt_br: Marca temporal
ru: Отметка времени

source: sr-history.xls
de: sr-historie.xls
es: sr-historico.xls
fr: historique-cote.xls
nb_no: sr-historikk.xls
nl: sr-geschiedenis.xls
pl: historia-ru.xls
pt_br: sr-historico.xls
pt_pt: historico-sr.xls
ru: рейтинговая-история.xls

source: Here is your SR history of all your accounts as an Excel sheet.
nl: Hier is jouw SR geschiedenis van al je accounts als een Excel bestand.
pt_br: Aqui está o seu histórico de SR de todas as suas contas em uma planilha do Excel.

source: I'm not allowed to send you a DM, please make sure that you enabled "Allow DM from server members" in the server's privacy settings!
de: Ich darf dir keine Direktnachrichten senden, stelle sicher, dass du in den Privatsphäreeinstellungen des Servers "Direktnachrichten von Servermitgliedern erlauben" aktiviert hast!
es: No se me permite enviarte un MD, por favor asegúrate de que activas "Permitir mensajes directos de miembros del servidor." en la configuración de privacidad del servidor!
fr: Je ne suis pas autorisé à t'envoyer un MP. Assure-toi tu as activé "Autoriser DM des membres du serveur" dans les paramètres de confidentialité du serveur !
it: Non ho il permesso di mandarti un messaggio privato, per favore assicurati di aver abilitato "Permetti ai membri del server di inviarti messaggi diretti" nelle impostazioni privacy del server!
nl: Ik heb geen toestemming om jou een DM te sturen, alsjeblieft zorg ervoor dat je ''Directe berichten van serverleden toestaan'' in de privacy settings van desbetreffende server aan hebt staan!
pl: Nie mam zezwolenia na wysłanie ci PW. Proszę upewnij się, że opcja "Zezwalaj na wiadomości prywatne od członków serwerów" jest włączona w ustawieniach prywatności serwera!
pt_br: Não estou autorizado a enviar-lhe uma mensagem direta, por favor, certifique-se de habilitar "Permitir mensagens diretas de membros do servidor" em configurações de privacidade do servidor!
pt_pt: Não estou autorizada a enviar-te DMs. Por favor certifica-te de que tens a opção "Permitir mensagens diretas de membros do servidor" ativada nas definições de privacidade do servidor!
ru: Мне не разрешено отправлять вам личные сообщения, пожалуйста, убедитесь, что вы включили «Разрешение на отправление личных сообщений от участников сервера» в настройках конфиденциальности сервера!

source: There is no data yet for {handle}, try again later
de: Es gibt noch keine Daten für {handle}, versuche es später noch einmal
es: Aún no tengo datos para {handle}, inténtalo más tarde
fr: Il n’y a pas encore de données disponibles pour {handle}, réessaie plus tard
it: Non ci sono ancora dati per {handle}, riprova più tardi
nb_no: Ingen data for {handle} enda, prøv igjen senere
nl: Er is nog geen data voor {handle}, probeer later opnieuw
pl: Nie ma obecnie żadnych danych dla {handle}. Spróbuj ponownie później
pt_br: Ainda não há dados para {handle}, tente novamente mais tarde
pt_pt: Ainda não existem dados para {handle}, tenta novamente mais tarde
ru: Для {handle} еще нет данных, попробуйте позже

source: I have no SR for your account stored yet.
de: Ich habe noch keine SR für deinen Account gespeichert.
es: No tengo SR almacenados para tu cuenta aún.
fr: Je n’ai pas encore de côte disponible pour ton compte.
it: Non ho ancora SR per il tuo account.
nb_no: Jeg har ikke noe lagret SR for din konto enda.
nl: Ik heb nog geen sr voor jouw account opgeslagen.
pl: Nie mam obecnie żadnych danych dotyczących RU dla twojego konta.
pt_br: Ainda não tenho um SR para sua conta armazenada.
pt_pt: Ainda não tenho SR armazenado para a tua conta.
ru: У меня еще нет данных рейтинга для вашего аккаунта.

source: I don't know what date {date} is supposed to mean. Please use the format DD.MM.YY or YYYY-MM-DD!
de: Ich weiss nicht, welches was {date} für ein Datum sein soll. Bitte nutze das Format TT.MM.JJ oder JJJJ-MM-TT!
es: No sé que fecha significa {date} . Por favor usa el formato DD.MM.AA o AAAA-MM-DD!
fr: Je ne sais pas quelle date {date} signifie. Utilise le format JJ.MM.AA ou AAAA-MM-JJ !
it: Non so quale data {date} voglia indicare. Per favore usa il formato DD.MM.YY o YYYY-MM-DD!
nb_no: {date} er ikke en gyldig dato. Bruk formatet DD.MM.ÅÅ, eller ÅÅÅÅ-MM-DD.
nl: Ik weet niet wat datum {date} moet betekenen. Gebruik alsjeblieft DD.MM.YY of YYYY-MM-DD!
pl: Nie wiem co data {date} ma oznaczać. Proszę użyj formatu DD.MM.RR lub RRRR-MM-DD!
pt_br: Não sei o que data {date} deve significar. Por favor, use o formato DD.MM.YY ou AAAA-MM-DD!
pt_pt: Não sei o que a data {date} significa. Por favor usa o formato DD.MM.AA ou AAAA-MM-DD!
ru: Я не знаю, что означает эта дата {date}. Пожалуйста, используйте формат DD.MM.YY или YYYY-MM-DD!

source: SR History For {name}
de: SR Historie für {name}
es: Histórico de SR de {name}
fr: Historique de côte pour {name}
it: Storico SR per {name}
nl: SR Geschiednis voor {name}
pl: Historia RU użytkownika {name}
pt_br: Histórico de SR para {name}
pt_pt: Histórico de SR de {name}
ru: Рейтинговая история для {name}

source: Here is your SR history starting from {date}
de: Hier ist deine SR Historie beginnend am {date}
es: Aquí está el histórico de SR a partir de {date}
fr: Voici ton historique de côte à partir du {date}
it: Ecco qui il tuo storico SR a partire da {date}
nb_no: Her har du din SR-historikk fra og med {date}
nl: Hier is je SR vanaf {date}
pl: Tutaj widoczna jest twoja historia RU od {date}
pt_br: Aqui está seu histórico de SR a partir de {date}
pt_pt: Aqui está o teu histórico de SR desde {date}
ru: Вот ваша рейтинговая история, начиная с {date}

source: when you registered
de: Tag deiner Registrierung
es: fecha de registro
fr: À partir de ton enregistrement
it: da quando sei registrato
nb_no: når du registrerte deg
nl: wanneer je registreerde
pl: daty rejestracji
pt_br: quando você se registrou
pt_pt: quando te registaste
ru: когда вы зарегистрировались

source: For your own safety, get behind the barrier!
de: Bitte bleiben Sie zu ihrer eigenen Sicherheit hinter der Barriere!
fr: Pour votre sécurité, placez vous derrière la barrière !
nl: Voor je eigen veiligheid, kom achter mijn barrière!
pl: Dla własnego bezpieczeństwa, schowaj się za barierą!
pt_br: Para sua própria segurança, fique atrás da barreira!
pt_pt: Para a vossa segurança, fiquem atrás da barreira!
ru: Укройтесь за барьером, это для вашей безопасности!

source: **{name}** just reached **{sr} SR** as **{role}** and advanced to **{rank}**. Congratulations!
de: **{name}** hat gerade **{sr} SR** als **{role}** erreicht und ist zu **{rank}** aufgestiegen. Herzlichen Glückwunsch!
es: **{name}** acaba de alcanzar **{sr} SR** como **{role}** y avanza a **{rank}**. Felicidades!
fr: **{name}** vient tout juste d’atteindre **{sr} SR** en tant que **{role}** et passe au rang **{rank}**. Félicitations !
it: {name} ha appena raggiunto **{sr} SR** come **{role}** e è avanzato a **{rank}**. Congratulazioni!
nb_no: **{name}** har akkurat nådd **{sr} SR** som **{role}** og avansert til **{rank}**. Gratulerer.
nl: **{name}** heeft zojuist **{sr} SR** bereikt als **{role}** en is gestegen naar **{rank}**. Gefeliciteerd!
pl: **{name}** właśnie osiągnął **{sr} RU** jako **{role}** i awansował do **{rank}**. Gratulacje!
pt_br: **{name}** acabou de atingir **{sr}SR** como **{role}** e avançou para **{rank}**. Parabéns!
pt_pt: **{name}** acabou de alcançar **{sr} SR** como **{role}** e subiu para **{rank}**. Parabéns!
ru: **{name}** только что достиг **{sr} рейтинга** как **{role}** и продвинулся до **{rank}**. Поздравляем!

source: Let's hear it for <@!{discord_id}>!
de: Ein Hoch auf <@!{discord_id}>!
es: Un aplauso para <@!{discord_id}>!
fr: Faites du bruit pour <@!{discord_id}> !
it: Vediamo come se la cava <@!{discord_id}>!
nb_no: En applaus for <@!{discord_id}>!
nl: Laat je horen voor <@!{discord_id}>!
pl: Oklaski dla <@!{discord_id}>!
pt_br: Vamos ouvir isso por <@!{discord_id}>!
pt_pt: Um aplauso para <@!{discord_id}>!
ru: Аплодисменты для <@!{discord_id}>!

source: prev
de: vorh.
es: anterior
fr: précéd
it: Prec
nb_no: forrige
nl: vorig
pl: poprz
pt_br: prév
pt_pt: prévia
ru: пред

source: Member
de: Mitglied
es: Miembro
fr: Membre
it: Membro
nb_no: Medlem
nl: Lid
pl: Użytkownik
pt_br: Membro
pt_pt: Membro
ru: Пользователь

source: Member ID
de: Mitglieds-ID
es: ID de Miembro
fr: Pseudo Discord
it: ID Membro
nb_no: Medlems-ID
nl: Lid ID
pl: ID Użytkownika
pt_br: Membro ID
pt_pt: ID do Membro
ru: ID Пользователя

source: Hello! Here are the current SRs for **{role}** on {platform}. If a member has more than one {handle_type}, only the primary {handle_type} is considered. Players with private profiles, or those that didn't do their placements this season yet are not shown.
de: Hallo! Hier ist die aktuelle SR Tabelle für **{role}** auf **{platform}**. Wenn ein Mitglied mehr als ein {handle_type} hat, wird nur der Haupt-{handle_type} berücksichtigt. Nicht auf dieser Liste sind Spieler mit privaten Profilen, oder solche, die noch nicht ihre Platzierungsspiele für diese Saison abgeschlossen haben.
es: Hola! Estas son las puntuaciones actuales de SR para **{role}** en {platform} . Si un miembro tiene más de un {handle_type}, solo el {handle_type} primario se tiene en cuenta. Los jugadores con perfiles privados, o aquellos que no han completado aún las partidas de posicionamiento de esta temporada no se muestran.
it: Ciao! Qui ci sono gli attuali SR per **{role}** su {platform}. Se un membro ha più di un {handle_type}, solo il {handle_type} primario sarà considerato. I giocatori con profili privati, o coloro che non hanno ancora giocato la partite di piazzamento in questa stagione non sono mostrati.
pl: Dzień dobry! Tutaj dostępna jest lista obecnych RU dla **{role}** na {platform}. Jeżeli użytkownik ma więcej niż jeden {handle_type}, to tylko główny {handle_type} jest brany pod uwagę. Gracze z prywatnymi profilami, bądź ci którzy nie chcą pokazywać swoich wyników w tym sezonie, nie są pokazywani.
pt_br: Olá! Aqui estão os SRs atuais para **{role}** no(a) {platform}. Se um membro tiver mais de um {handle_type}, apenas o {handle_type} primário será considerado. Jogadores com perfis privados ou aqueles que ainda não fizeram seus posicionamentos nesta temporada não são exibidos.
pt_pt: Olá! Aqui estão os SRs atuais como **{role}** no(a) {platform}. Se um membro tem mais do que uma {handle_type}, apenas a primeira {handle_type} é considerada. Jogadores com perfil privado ou que ainda não fizeram as placements na season atual ainda não são mostrados.
ru: Здравствуйте! Вот текущие рейтинги для **{role}** на {platform}. Если пользователь имеет более одного {handle_type}, рассматривается только основной {handle_type}. Игроки с закрытыми профилями или те, кто еще не занимал места в рейтинговой таблице в этом сезоне, не отображаются.

source: *To avoid spamming you, I will only send out this warning once per week*
de: *Um Dich nicht zuzuspammen, sende ich dir diese Warnung nur einmal pro Woche*
es: *Para evitar el spam, te mandaré este aviso solo una vez por semana*
fr: *Pour éviter de te spam, je n’enverrai cet avertissement qu’une fois par semaine*
it: *Per evitare spam, manderò questo avvertimento solo una volta a settimana*
nb_no: *For å unngå å spamme deg, vil jeg kun sende denne advarselen én gang i uka*
nl: *Om ervoor te zorgen dat ik je niet meer hoef te spammen, stuur ik deze waarschuwing maar 1 keer per week*
pl: *By uniknąć spamu, będę wysyłać ci to ostrzeżenie tylko raz w tygodniu*
pt_br: *Para evitar spam, enviarei este aviso apenas uma vez por semana*
pt_pt: *Para evitar spamar-te, apenas irei enviar este aviso uma vez por semana*
ru: *Чтобы избежать спама, я буду отправлять это предупреждение только один раз в неделю*

source: Hi! I just tried to update your nickname, but the result '{nick}' would be longer than 32 characters.
de: Hallo! Ich habe gerade versucht, Deinen Nicknamen zu aktualisieren, aber der neue Name '{nick}' wäre länger als 32 Zeichen.
es: Hola! He intentado actualizar tu apodo, pero el resultado '{nick}' sería más largo de 32 caracteres.
fr: Salut ! Je viens d'essayer de mettre à jour ton pseudo mais le résultat '{nick}' serait plus long que 32 caractères.
it: Ciao! Ho appena provato ad aggiornare il tuo nickname, ma il risultato '{nick}' sarebbe più lungo di 32 caratteri.
nb_no: Prøvde å oppdatere kallenavnet ditt, men det resulterende «{nick}» er mer enn 32 tegn langt.
nl: Hoi! Ik probeerde zojuist om je nickname te updaten, maar de resulterende '{nick}' zou dan langer zijn dan 32 karakters.
pl: Cześć! Chciałam zaktualizować ci twój nick, ale '{nick}' miałby więcej niż 32 znaki.
pt_br: Oi! Eu acabei de tentar atualizar seu apelido, mas o resultado '{nick}' teria mais de 32 caracteres.
pt_pt: Olá! Acabei de tentar atualizar o teu nickname, mas o resultado '{nick}' seria mais longo do que 32 caracteres.
ru: Привет! Я просто попыталась обновить ваш никнейм, но в результатате '{nick}' будет длиннее 32 символов.

source: Please shorten your nickname.
de: Bitte kürze deinen Nicknamen.
es: Por favor acorta tu apodo.
fr: Je te prie de raccourcir ton pseudo.
it: Per favore accorcia il tuo nickname.
nb_no: Forkort kallenavnet ditt.
nl: Verkort je nickname a.u.b.
pl: Proszę skróć swój nick.
pt_br: Por favor, reduza o seu apelido.
pt_pt: Por favor encurta o teu nickname.
ru: Пожалуйста, сократите свой никнейм.

source: Try to use the $sr format (you can type `!ow format $sr` into this DM channel), or shorten your nickname.
de: Versuche, dass $sr format zu nutzen (du kannst `!ow format $sr`in diesen Kanal schreiben), oder kürze deinen Nicknamen.
fr: Essaie d’utiliser le format $sr (tu peux taper `!ow format $sr` dans ce salon de MP) ou de raccourcir ton pseudo.
nl: Probeer het $sr formaat te gebruiken (je kan `!ow format $sr in dit DM kanaal typen), of verkort je nickname.
pl: Spróbuj użyć formatu $sr (wpisz `!ow format $sr`w tym kanale PW), bądź skróć swój nick.
pt_br: Tente usar o formato $sr (você pode digitar `!ow format $sr` nesse canal do DM) ou encurte seu apelido.
pt_pt: Tenta usar o $sr format (podes escrever `!ow format $sr` neste canal DM), ou encurta o teu nickname.

source: Your nickname cannot be updated until this is done. I'm sorry for the inconvenience.
de: Ich kann deinen Nickname nicht aktualisieren, solange dies not noch nicht getan ist. Ich entschuldige mich für die Unannehmlichkeiten.
es: Tu apodo no puede actualizarse hasta que hagas esto. Siento las molestias.
fr: Ton pseudo ne peut pas être mis à jour tant que ceci n'est pas terminé. Désolé pour le désagrément.
it: Il tuo nickname non può essere aggiornato finché questo non sarà fatto. Mi spiace per l'inconveniente.
nb_no: Kallenavnet ditt kan ikke oppdateres før det er ferdig.
nl: Je nickname kan niet worden geüpdate totdat dit klaar is. Het spijt me voor het ongemak.
pl: Twój nick nie może zostać zaktualizowany dopóki nie zostanie to wykonane. przepraszam za kłopot.
pt_br: Seu apelido não pode ser atualizado até que isso seja concluído. Sinto muito pelo inconveniente.
pt_pt: O teu nickname não pode ser atualizado até isto estar acabado. Desculpa pelo incómodo.
ru: Ваш никнейм не может быть обновлен, пока это не будет сделано. Извините за неудобства.

source: I'm sorry, it seems like you don't have a BattleTag. Use `!ow register xbox` to register an XBOX account.
nl: Het spijt me, maar het lijkt alsof je geen BattleTag hebt. Gebruik `!ow register xbox` om een XBOX account te registreren.
pt_br: Sinto muito, parece que você não tem uma BattleTag. Use `!ow register xbox` para registrar uma conta XBOX.

source: I couldn't find a XBox account linked to your Discord. Please link your XBox account to Discord and try again. Unfortunately, I cannot ask XBL directly for the information.
nl: Ik kon geen XBOX account vinden die gelinkt was naar jouw Discord. Link a.u.b je XBOX account met Discord en probeer opnieuw. Helaas, ik kan niet aan XBL gaan vragen voor de informatie.
pt_br: Não consegui encontrar uma conta XBox vinculada ao seu Discord. Ligue a sua conta XBox ao Discord e tente novamente. Infelizmente, não posso pedir informações diretamente a XBL.

source: OK. People can now ask me for your {type}s **{handles}**, and I will keep track of your SR.
de: OK. Leute können mich jetzt nach deinen {type}s **{handles}** fragen, und ich werde deine SR im Auge behalten.
es: OK. La gente ya puede preguntarme por tus {type} **{handles}**, y yo me encargaré de mantener el registro de tus SR.
fr: OK. Les membres peuvent maintenant me demander ton {type} **{handles}** et je vais faire le suivi de ta côte.
it: OK. Da ora le persone possono chiedermi i tuoi {type} **{handles}**, e terrò traccia del tuo SR.
nb_no: OK. Folk kan nå spørre meg om din {type} **{handles}**, og din SR vil bli holdt øye med.
nl: OK. Mensen kunnen me nu vragen voor je {type}s **{handles}**, en ik zal je SR bijhouden.
pl: OK. Teraz użytkownicy mogą prosić mnie o twoje {type}i **{handles}**, a ja będę monitorować twoją RU.
pt_br: Está bem. Agora as pessoas podem me pedir seus(uas) {type} s **{handles}**, e eu vou acompanhar o seu SR.
pt_pt: OK. As pessoas agora podem perguntar-me pelas tuas {type}s **{handles}**, e irei monitorizar o teu SR.
ru: ХОРОШО. Теперь люди могут спросить меня о ваших {type}ах **{handles}**, и я буду отслеживать ваш рейтинг.

source: OK. People can now ask me for your {type} **{handle}**, and I will keep track of your SR.
de: OK. Leute können mich jetzt nach deinem {type} **{handle}** fragen und ich werde deine SR im Auge behalten.
es: OK. La gente ya puede preguntarme por tu {type} **{handle}**, y yo me encargaré de mantener un registro de tus SR.
fr: OK. Les gens peuvent maintenant me demander ton {type} **{handle}** et je vais faire le suivi de ta côte.
it: OK. Da ora le persone possono chiedermi il tuo {type} **{handle}** , e terrò traccia del tuo SR.
nb_no: OK. Folk kan nå spørre meg om din {type}{handle}, og jeg vil holde oppsyn med din SR.
nl: OK. Mensen kunnen me nu vragen voor je {type} **{handle}**, en ik zal je SR bijhouden.
pl: OK. Teraz użytkownicy mogą prosić mnie o twój {type} **{handle}**, a ja będę monitorować twoją RU.
pt_br: Está bem. Agora as pessoas podem me pedir seu {type} **{handle}**, e eu vou acompanhar o seu SR.
pt_pt: OK. As pessoas agora podem perguntar-me pela tua {type} **{handle}**, e irei monitorizar o teu SR.
ru: ХОРОШО. Теперь люди могут спросить меня о вашем {type} **{handle}**, и я буду отслеживать ваш рейтинг.

source: Registration successful
de: Registrierung erfolgreich
es: Registro completado con éxito
fr: Enregistrement réussi
it: Registrazione avvenuta con successo
nl: Registratie succesvol
pl: Rejestracja przebiegła pomyślnie
pt_br: Registro bem-sucedido
pt_pt: Registo efetuado com sucesso
ru: Регистрация прошла успешно

source: :information_source: Pro Tips
de: :information_source: Pro-Tipps
es: :information_source: Consejos Pro
fr: :information_source: Conseil de pro
it: :information_source: Suggerimenti Professionali
nl: :information_source: Pro Hints
pl: :information_source: Wskazówki
pt_br: :information_source: Dicas profissionais
ru: :information_source: профессиональные советы
