Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: `@Orisa format hello $sr` will result in `[hello 12-34-45]`. `@Orisa format Potato/$fullrank` in `[Potato/Bronze-Gold-Diamond]`. `@Orisa format $damage $support` in `[{SYMBOL_DPS}1234 {SYMBOL_SUPPORT}2345]`. `@Orisa format $shortdamage` in `[{SYMBOL_DPS}12]`. *By default, the format is `$sr`*
es: `@Orisa format hello $sr` resultará en `[hello 12-34-45]`. `@Orisa format Potato/$fullrank` in `[Patata/Bronce-Oro-Diamante]`. `@Orisa format $damage $support` in `[{SYMBOL_DPS}1234 {SYMBOL_SUPPORT}2345]`. `@Orisa format $shortdamage` in `[{SYMBOL_DPS}12]`. *Por defecto, el formato es `$sr`*

source: Supercharged and on fire!
es: ¡Supercargado y en llamas!

source: {role} Rank
es: {role} Rango

source: I'm not allowed to upload images in this channel, so I sent you a DM instead.
de: Ich darf in diesen Kanal keine Bilder hochladen, daher habe ich dir eine PN geschickt.
