Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: On some servers, I will only update your nick if you join a OW voice channel. If you want your nick to always show your SR, use the `!ow alwaysshowsr` command. If you want me to show your rank instead of your SR, use `!ow format $rank`. If you have more than one account, simply issue `!ow register` again.
de: Auf einigen Servern werde ich deinen Nicknamen nur aktualieren, solange du dich in einem OW Sprachkanal des Servers befindest. Wenn du auch auf diesen Servern dein SR immer im Nicknamen haben möchtest, kannst du den `!ow alwaysshowsr` Befehl nutzen. Wenn du lieber dein Spielniveau als SR im Nick haben willst, nutzt `!ow format $rank`. Wenn du mehr als einen Account hast, wiederhole einfach`!ow register`.
fr: Sur certains serveurs, je ne mettrai à jour ton pseudo que si tu rejoins un salon Overwatch. Si tu veux que pseudo pseudo affiche toujours ta côte, utilise la commande '!ow alwaysshows’. Si tu veux que je montre ton rang plutôt que ta côte, utilise le format $rank. Si tu as plus d’un compte, tu n'as qu’à utiliser `!ow register` à nouveau.
pl: Na niektórych serwerach będę aktualizowała twój nick tylko kiedy dołączysz do czatu głosowego OW. Jeżeli chcesz żeby twój nick zawsze pokazywał twoją RU użyj komendy `!ow alwaysshowsr`. Jeżeli chcesz natomiast, abym zawsze pokazywała twoją rangę zamiast RU, użyj `!ow format $rank`. Jeżeli posiadasz więcej niż jedno konto, po prostu wpisz ponownie `!ow register`.
pt_br: Em alguns servidores, atualizarei seu nick apenas se você ingressar em um canal de voz OW. Se você deseja que seu nick sempre mostre seu SR, use o comando `!ow alwaysshowsr`. Se você quiser que eu mostre sua classificação em vez de seu SR, use `!ow format $rank`. Se você possui mais de uma conta, simplesmente emita `!ow register` novamente.
pt_pt: Em alguns servidores, apenas irei atualizar o teu nick se entrares num canal de voz de OW. Se queres que o teu nick mostre sempre o teu SR, usa o comando `!ow alwaysshowsr`. Se queres que mostre o teu rank em vez do teu SR, usa `!ow format $rank`. Se tens mais do que uma conta, faz simplesmente `!ow register`outra vez.

source: :envelope: A message from the *{guild_name}* staff
de: :envelope: Eine Nachricht von den Moderatoren des *{guild_name}* Servers
es: :envelope: Un mensaje del staff de *{guild_name}*
fr: :envelope: Un message du personnel de *{guild_name}*
it: :envelope: Un messaggio dallo staff di *{guild_name}*
nb_no: :envelope: En melding fra *{guild_name}*-staben
nl: :envelope: Een bericht van de *{guild_name}* staff
pl: :envelope: Wiadomość od zespołu *{guild_name}*
pt_br: :envelope: Uma mensagem de *{guild_name}* staff
pt_pt: :envelope: Uma mensagem da staff de *{guild_name}*
ru: :envelope: Сообщение от сотрудника *{guild_name}*

source: {type} updated
de: {type} aktualisiert
es: {type} actualizado
fr: {type} Mis à jour
it: {type} aggiornato
nb_no: {type} oppdatert
nl: {type} geüpdate
pl: {type} zaktualizowany
pt_br: {type} atualizado
pt_pt: {type} atualizada
ru: {type} обновленный

source: It seems like your {type} changed from *{old_handle}* to *{new_handle}*. I have updated my database.
de: Es sieht so aus, als ob sich dein {type} von *{old_handle}* auf *{new_handle}* geändert hat. Ich habe meine Datenbank entsprechend aktualisiert.
es: Parece que tu {type} ha cambiado de *{old_handle}* a *{new_handle}*. He actualizado mi base de datos.
fr: Il semble que ton {type} soit passé de *{old_handle}* à *{new_handle}*. J’ai mis à jour ma base de données.
it: Sembra che il tuo {type} sia cambiato da *{old_handle}* a *{new_handle}*. Ho aggiornato il mio database.
nl: Het ziet ernaar uit dat jouw {type} is veranderd van *{old_handle}* naar *{new_handle}*. Ik heb mijn database geüpdate.
pl: Wygląda na to, iż twój {type} zmienił się z *{old_handle}* na *{new_handle}*. Zmieniłam już to w mojej bazie danych.
pt_br: Parece que seu {type} foi alterado de *{old_handle}* para *{new_handle}*. Eu atualizei meu banco de dados.
pt_pt: Parece que a tua {type} foi alterada de *{old_handle}* para {new_handle}*. Apliquei esta alteração na minha base de dados.
ru: Похоже, ваш {type} изменился с *{old_handle}* на *{new_handle}*. Я обновила свою базу данных.

source: {type} already registered
de: Dieser {type} ist bereits registriert
es: {type} ya registrado
fr: {type} déjà inscrit
it: {type} già registrato
nb_no: {type} allerede registrert
nl: {type} al geregistreerd
pl: {type} został już zarejestrowany
pt_br: {type} já está registrado
pt_pt: {type} já se encontra registada
ru: {type} уже зарегистрирован

source: You already registered the {type} *{handle}*, so there's nothing for me to do. *Sleep mode reactivated.*
de: Du hast bereits den {type} *{handle}* bei mir registriert, somit gibt es nichts für mich zu tun. *Schlafmodus reaktiviert.*
es: Ya has registrado el {type} *{handle}*, así que hay nada que hacer por mi parte. *Modo dormir reactivado.*
fr: Tu as déjà enregistré le {type} *{handle}*, il n’y a donc rien à faire pour moi. *Mode veille réactivé. *
it: Hai già registrato il {type} *{handle}*, quindi non c'è niente per me da fare. *Modalità dormi riattivata*
nb_no: Du har allerede registrert {type} *{handle}*, så det er ingenting for meg å foreta meg. *Er her hvis du trenger meg.*
nl: Je hebt al registreerd met deze {type} *{handle}*, dus er is niks voor mij om te doen. *Slaapmodus gereactiveerd.*
pl: Już zarejestrowałeś {type} *{handle}*, więc nie mam nic do zrobienia. *Powrót do trybu snu.*
pt_br: Você já registrou o {type} *{handle}*, portanto não há nada para eu fazer. *Modo soneca reativado.*
pt_pt: Já registaste a {type} *{handle}*, por tanto não tenho mais nada para fazer. *Modo de hibernação reativado.*
ru: Вы уже зарегистрировали {type} *{handle}*, поэтому мне нечего делать. *Режим сна возобновлен.*

source: :information_source: Tip
de: :information_source: Tipp
es: :information_source: Consejo
fr: :information_source: Conseil
it: :information_source: Suggerimento
nb_no: :information_source: Tips
nl: :information_source: Hint
pl: :information_source: Wskazówka
pt_br: :information_source: Dica
pt_pt: :information_source: Dica
ru: :information_source: Подсказка

source: Open the URL in a private/incognito tab next time, so you can enter the credentials of the account you want.
de: Öffne die URL nächstes Mal in einem privaten/inkognito Tab, damit du die Zugangsdaten für den Account, den du meinst eingeben kannst.
es: La próxima vez abre la URL en una pestaña privada/de incógnito, para que puedes introducir las credenciales de la cuenta que quieras.
fr: Ouvre l’URL dans un onglet privé/incognito la prochaine fois, de sorte que tu puisses entrer les informations d’identification du compte que tu veux.
it: Apri l'URL in una finestra privata/incognito la prossima volta, così puoi inserire le credenziali dell'account che vuoi.
nb_no: Åpne nettadressen i en privat/inkognito-fane neste gang, så kan du skrive inn identitetsdetaljene for kontoen du ønsker.
pl: Następnym razem otwórz ten adres URL w karcie prywatnej/incognito, by móc wprowadzić dane innego konta.
pt_br: Abra o URL em uma guia privada/anônima na próxima vez para poder inserir as credenciais da conta desejada.
pt_pt: Da próxima vez, abre o URL num separador privado/incógnito, para que possas introduzir as credenciais da conta que queres.
ru: В следующий раз откройте URL-адрес в приватной/«Инкогнито» вкладке, чтобы вы могли ввести данные для другой учётной записи.

source: {type} added
de: {type} hinzugefügt
es: {type} añadido
fr: {type} ajouté
it: {type} aggiunto
nb_no: {type} lagt til
nl: {type} toegevoegd
pl: {type} dodany
pt_br: {type} adicionado
pt_pt: {type} adicionada
ru: {type} добавленный

source: OK. I've added **{new_handle}** to the list of your {new_type}s. **Your primary {primary_type} remains {primary_handle}**. To change your primary tag, use `!ow setprimary`, see help for more details.
de: OK. Ich habe **{new_handle}** zur Liste deiner {new_type}s hinzugefügt. **Dein Haupt-{primary_type} bleibt {primary_handle}**. Um dein Haupt-Tag zu ändern, nutze `!ow setprimary`, siehe in der Hilfe für weitere Informationen nach.
fr: OK. J’ai ajouté **{new_handle}** à la liste de tes {new_type}. **Ton {primary_type} principal demeure {primary_handle}**. Pour changer ton compte principal, utilise l’option `!ow setprimary` (voir l’aide pour plus de détails).
pl: Ok. Dodałam **{new_handle}** do listy twoich {new_type}ó. **Twoim głównym {primary_type}iem pozostaje {primary_handle}**. By to zmienić, użyj `!ow setprimary`. Zobacz pomoc by uzyskać więcej informacji.
pt_br: Ok. Adicionei **{new_handle}** à lista dos seus {new_type} s. ** Seu {primary_type} principal continua a ser {primary_handle} **. Para alterar sua tag principal, use `!ow setprimary`, consulte a ajuda para mais detalhes.
pt_pt: OK. Adicionei **{new_handle}** à lista das tuas {new_type}s. **A tua {primary_type} principal mantém-se {primary_handle}**. Para mudar a tua tag principal, usa `!ow setprimary`. Consulta a ajuda para mais detalhes.

source: Checking your {type} {tag}…
de: Ich überprüfe Dein {type} {tag}…
es: Comprobando tu {type} {tag}…
fr: Vérifie ton {type}{tag}…
it: Sto analizzando il tuo {type} {tag}…
nb_no: Sjekker din {type} {tag}…
pl: Sprawdzanie twojego {type}u {tag}…
pt_br: Checando seu {type} {tag}…
pt_pt: A verificar a tua {type} {tag}…
ru: Проверка вашего {type} {tag}…

source: Invalid {type}: {message}… Blizzard claims that the {type} {handle} has no OW account. Play a QP or arcade game, close OW and try again, sometimes this helps.
de: Ungültiger {type} ({message})… Blizzard behauptet, dass der {type} {handle} keinen OW Account hat. Spiele eine Schnellsuche- oder Arcade-Partie, schließe OW und versuche es erneut, das hilft manchmal.
es: {type} inválido: {message}...Blizzard dice que {type} {handle} no tiene cuenta de OW. Juega una partida de PR o Arcade, cierra OW e inténtalo de nuevo, a veces esto ayuda.
fr: {type} invalide : {message}… Blizzard affirme que le {type} {handle} n’a pas de compte Overwatch. Joue une game de partie rapide ou d'arcade, ferme Overwatch et essaie à nouveau. Parfois, cela aide.
it: {type} non valido: {message}… Blizzard dice che il {type} {handle} non ha un account OW. Gioca una QP o Arcade, chiudi OW e riprova, a volte questo aiuta.
nb_no: Ugyldig {type}: {message}… Blizzard hevder at {type} {handle} ikke her en OW-konto. Spill et QP eller arkadespill, lukk OW og prøv igjen.
pl: Nieprawidłowy {type}:{message}… Blizzard twierdzi, iż {type}{handle} nie posiada konta Overwatch. Zagraj Szybką Grę, bądź grę w salonie gier, zamknij Overwatch i spróbuj ponownie. Powinno pomóc.
pt_br: {type} inválida: {message}… A Blizzard alega que a {type} {handle} não possui uma conta OW. Jogue um jogo de QP ou arcade, feche OW e tente novamente, às vezes isso ajuda.
pt_pt: Tipo {type] inválido: {message}... A Blizzard alega que a {type} {handle} não tem uma conta OW. Faz uma prtida de QP ou arcade, fecha o OW e tenta novamente, às vezes isto ajuda.
ru: Некорректный {type}: {message}... Blizzard утверждает, что {type} {handle} не имеет учетной записи OW. Сыграйте в быструю или же в аркадную игру, закройте Overwatch и попробуйте снова. Иногда это помогает.

source: Sorry, but it seems like Blizzard's site has some problems currently ({e}), please try again later!
de: Es tut mir leid, aber es sieht so aus, als ob Blizzards Webseite aktuell ein paar Probleme hat ({e}), versuche es später noch einmal!
es: Lo siento, pero parece que la página de Blizzard tiene algún problema actualmente ({e}), por favor inténtalo más tarde!
fr: Désolé mais il semble que le site de Blizzard a quelques problèmes actuellement ({e}), réessaie plus tard !
it: Mi spiace, ma sembra che il sito della Blizzard abbia alcuni problemi al momento ({e}), per favore riprova più tardi!
nb_no: Blizzard-siden har problemer ({e}). Prøv igjen senere.
pl: Przykro mi, ale wygląda na to że strona Blizzarda ma teraz jakieś problemy techniczne ({e}). Spróbuj ponownie później!
pt_br: Desculpe, mas parece que o site da Blizzard está com alguns problemas no momento ({e}), tente novamente mais tarde!
pt_pt: Desculpa, mas parece que o site da Blizzard está atualmente com alguns problemas ({e}), por favor tenta novamente!
ru: Извините, но похоже, что на сайте Blizzard есть некоторые технические проблемы в настоящее время ({e}), пожалуйста, попробуйте позже!

source: :warning: No SR
de: :warning: Kein SR
es: :warning: Sin SR
fr: :warning: Pas de côte
it: :warning: Nessun SR
nb_no: :warning: Ingen SR
pl: :warning: Brak RU
pt_br: :warning: Sem SR
pt_pt: :warning: Sem SR
ru: :warning: Нет РТ

source: You don't have an SR though, your profile needs to be public for SR tracking to work… I still saved your {type}.
de: Du scheinst allerdings keinen SR zu haben; dein Profil muss öffentlich sein, damit ich deinen SR ermitteln kann… Deinen {type} habe ich aber gespeichert.
es: Aún no tienes SR, tu perfil necesita ser público para que el tracking de SR funcione...Aún así he guardado tu {type}.
fr: Tu n'as pas de côte, ton profil doit être public pour que le tracking des côtes fonctionne… J’ai quand même sauvegardé ton {type}.
nb_no: Har ikke dog ikke nok SR, din profil må være offentlig for at SR-sporing skal virke… Jeg lagret likevel din {type}.
pl: Nie masz natomiast RU. Twój profil musi być publiczny by śledzenie RU było możliwe... Mimo to zapisałam twój {type}.
pt_br: Você ainda não tem um SR, seu perfil precisa ser público para que o rastreamento de SR funcione ... eu já salvei seu {type}.
pt_pt: No entanto não tens SR, o teu perfil precisa de estar público para que o acompanhamento de SR funcione... Mesmo assim, guardei a tua {type}.
ru: У вас нет рейтинга. Ваш профиль должен быть общедоступным, чтобы отслеживание рейтинга было возможно ... Я все равно сохранил ваш {type}.

source: :warning: Nickname too long!
de: :warning: Nickname ist zu lang!
es: :warning: Apodo demasiado largo!
fr: :warning: Le pseudo est trop long !
it: :warning: Nickname troppo lungo!
nb_no: :warning: Kallenavnet er for langt.
pl: :warning: Nick jest za długi!
pt_br: :warning: Apelido muito longo!
pt_pt: :warning: Nickname demasiado longo!
ru: :warning: Никнейм слишком длинный!

source: Adding your SR to your nickname would result in '{nickname}' and with {len} characters, be longer than Discord's maximum of 32. Please shorten your nick to be no longer than 28 characters. I will regularly try to update it.
pt_br: Adicionar seu SR ao seu apelido resultaria em '{nickname}' e, com caracteres {len}, será maior que o máximo de 32 do Discord. Reduza seu apelido para não ter mais de 28 caracteres. Vou tentar atualizá-lo regularmente.

source: :warning: Cannot update nickname
de: :warning: Kann Nicknamen nicht aktualisieren
es: :warning: No puedo actualizar tu apodo
fr: :warning: Impossible de mettre à jour le pseudo
it: :warning: Impossibile aggiornare il nickname
nb_no: :warning: Kan ikke oppdatere kallenavn
pl: :warning: Nie można zaktualizować nicku
pt_br: :warning: Não é possível atualizar o apelido
pt_pt: :warning: Não consigo atualizar o nickname
ru: :warning: Невозможно обновить никнейм

source: I do not have enough permissions to update your nickname. The owner needs to move the "Orisa" role higher so that is higher than your highest role. If you are the owner of this server, there is no way for me to update your nickname, sorry!
pt_br: Eu não tenho permissões suficientes para atualizar seu apelido. O proprietário precisa mover o cargo "Orisa" para mais alto, para que seja maior que a sua função mais alta. Se você é o proprietário deste servidor, não há como atualizar seu apelido, desculpe!

source: Right now I couldn't update your nickname, I will try that again later. People will still be able to ask for your {type}, though.
de: Ich kann deinen Nickname gerade nicht aktualisieren, ich werde es später nochmal versuchen. Leute können mich aber bereits nach deinem {type} fragen.
es: Ahora mismo no puedo actualizarte el apodo, lo intentaré más tarde. Sin embargo, la gente podrá seguir preguntando por tu {type}.
fr: Je n'ai pas pu mettre à jour ton pseudo, je réessaierai plus tard. Cependant, les membres pourront toujours requérir ton {type}.
it: Al momento non ho potuto aggiornare il tuo nickname, tenterò più tardi. Le persone tuttavia potranno ancora chiederti il tuo {type}.
nb_no: Akkurat nå kan jeg ikke oppdatere kallenavnet ditt, jeg vil forsøke igjen senere. Folk vil kunne spørre etter deg for din {type} dog.
pl: Nie mogę teraz zaktualizować twojego nicku. Spróbuję to zrobić później. Użytkownicy wciąż jednak mogą prosić o twój {type}.
pt_br: No momento não consegui atualizar seu apelido, tentarei novamente mais tarde. As pessoas ainda poderão solicitar seu(ua) {type}.
pt_pt: Neste momento não consigo atualizar o teu nickname, vou tentar outra vez mais tarde. No entanto, continua a ser possível pedirem a tua {type}.
ru: Я не могу обновить ваш никнейм прямо сейчас. Я постараюсь сделать это позже. Пользователи по-прежнему могут запрашивать ваш {type}.

source: :thumbsup: Vote for me on Discord Bot List
de: :thumbsup: Stimme für mich auf Discord Bot Lit
es: :thumbsup: Vota por mí en la Discord Bot List
fr: :thumbsup: Vote pour moi sur Discord Bot List
it: :thumbsup: Vota per me nella Lista Bot Discord
pl: :thumbsup: Zagłosuj na mnie na Liście Botów Discorda
pt_br: Vote em mim no Discord Bot List
pt_pt: :thumbsup: Vota em mim no Discord Bot List
ru: :thumbsup: Проголосуй за меня в списках Discord Bot

source: If you find me useful, consider voting for me [by clicking here]({VOTE_LINK})!
de: Wenn du mich nützlich findest, denk darüber nach, mir deine Stimme zu geben, [indem du hier klickst]({VOTE_LINK})!
es: Si crees que soy útil, considera votar por mí [clickando aquí]({VOTE_LINK})!
fr: Si tu me trouves utile, pense à voter pour moi [en cliquant ici]({VOTE_LINK}) !
it: Se mi trovi utile, considera l'idea di votarmi [cliccando qui]({VOTE_LINK})!
pl: Jeżeli uważasz, że jestem przydatna, proszę zagłosuj na mnie [tutaj]({VOTE_LINK})!
pt_br: Se você me achou útil, considere votar em mim [clicando aqui]({VOTE_LINK})!
pt_pt: Se achas que sou útil, considera votar em mim [ao carregar aqui]({VOTE_LINK})!
ru: Если вы считаете меня полезной, пожалуйста, проголосуйте за меня [нажав здесь]({VOTE_LINK})!

source: :heart: Say thanks by buying a coffee
de: :heart: Sag Danke, indem du einen Kaffee ausgibst
es: :heart: Da las gracias invitándonos a un café
fr: :heart: Dis merci en achetant un café
it: :heart: ringraziami offrendomi un caffè
nb_no: :heart: Si takk ved å spandere drikke.
pl: :heart: Podziękuj kupując kawę
pt_br: :heart: Diga obrigado me pagando um cafezinho
pt_pt: :heart: Diz obrigado ao pagar um café
ru: :heart: Спасибо за покупку кофе

source: Want to say thanks to the guy who wrote and maintains me? Why not [buy him a coffee?]({DONATE_LINK})
de: Möchtest du dich bei dem Typen, der mich geschrieben hat und mich wartet bedanken? Warum [spendest du ihm nicht eine Tasse Kaffe?]({DONATE_LINK})
es: ¿Quieres darle las gracias al chico que me escribió y me mantiene? ¿Por qué no [invitarle a un café?]({DONATE_LINK})
fr: Tu veux remercier le mec qui m’a programmé et qui me maintient ? Pourquoi pas [lui acheter un café? ]({DONATE_LINK})
it: Vuoi ringraziare il tizio che mi ha scritto e mi mantiene? Perché non [comprargli un caffè?]({DONATE_LINK})
pl: Chciałbyś podziękować osobie która mnie napisała i mnie aktualizuje? Dlaczego by nie [kupić mu kawy?]({DONATE_LINK})
pt_br: Quer agradecer ao cara que me escreveu e me mantém? Por que não [comprar um café para ele?]({DONATE_LINK})
pt_pt: Queres agradecer à pessoa que me codificou e faz a minha manutenção? Porque não [pagar-lhe um café?]({DONATE_LINK})
ru: Хочешь поблагодарить парня, который написал и поддерживает меня? Почему бы не [купить ему кофе?]({DONATE_LINK})

source: You can close this window.
de: Du kannst dieses Fenster schließen.
es: Puedes cerrar esta ventana.
fr: Tu peux fermer cette fenêtre.
it: Puoi chiudere questa finestra.
nb_no: Du kan lukke dette vinduet.
nl: Je kan dit venster sluiten.
pl: Możesz zamknąć to okno.
pt_br: Você pode fechar esta janela.
pt_pt: Podes fechar esta janela.
ru: Вы можете закрыть это окно.

source: Send Messages
de: Nachrichten senden
es: Enviar mensajes
fr: Envoyer des messages
it: Inviare Messaggi
nb_no: Send meldinger
pl: Wysyłanie wiadomości
pt_br: Enviar mensagens
pt_pt: Enviar Mensagens
ru: Отправить сообщения

source: Read Messages
de: Text- & Sprachkanäle anzeigen
fr: Lire des messages
pt_br: Mensagens lidas
pt_pt: Ler Mensagens

source: Embed Links
de: Links einbetten
es: Insertar Enlaces
fr: Envoyer des liens
it: Incorporare i Link
nb_no: Innbyggingslenker
pl: Umieszczanie linków
pt_br: Incorporar Links
pt_pt: Inserir Ligações
ru: Вставить ссылки

source: Attach Files
de: Dateien anhängen
es: Adjuntar archivos
fr: Joindre des fichiers
it: Allegare i file
nb_no: Legg ved filer
pl: Załączanie plików
pt_br: Anexar Arquivos
pt_pt: Anexar Ficheiros
ru: Прикрепить файлы

source: Manage Nicknames
de: Nicknames verwalten
es: Gestionar apodos
fr: Gestion des pseudos
it: Gestire Nickname
nb_no: Håndter kallenavn
pl: Zarządzanie nickami
pt_br: Gerenciar Apelidos
pt_pt: Gerir Apelidos
ru: Управление никнеймами

source: Manage Channels
de: Kanäle verwalten
es: Gestionar canales
fr: Gestion des salons
it: Gestire Canali
nb_no: Håndter kanaler
pl: Zarządzanie kanałami
pt_br: Gerenciar Canais
pt_pt: Gerir Canais
ru: Управление каналами

source: Orisa is missing the following permission: {missing}
de: Orisa fehlt die folgende Berechtigung: {missing}
es: Orisa carece del siguiente permiso: {missing}
fr: Orisa n'a pas la permission suivante: {missing}
it: Ad Orisa manca il seguente permesso: {missing}
nb_no: Orisa mangler følgende tilgang: {missing}
pl: Orisie brakuje tego zezwolenia: {missing}
pt_br: A Orisa está sem a seguinte permissão: {missing}
pt_pt: A Orisa tem a permissão {missing} em falta
ru: Orisa не хватает этого разрешения: {missing}

source: Invalid time
de: Ungültige Uhrzeit
es: Hora inválida
it: Ora non valida
nb_no: Ugyldig tid
pl: Błędny czas
pt_br: Hora inválida
pt_pt: Hora inválida
ru: Неверное время

source: Please select a valid text channel
de: Bitte wähle einen gültigen Textkanal aus
es: Por favor selecciona un canal de texto válido
fr: Je te prie de sélectionner un salon de texte valide
it: Per favore seleziona un canale di testo valido
nb_no: Velg en gyldig tekstkanal
pl: Proszę wybierz prawidłowy kanał tekstowy
pt_br: Por favor, selecione um canal de texto válido
pt_pt: Por favor seleciona um canal de texto válido
ru: Пожалуйста, выберите правильный текстовый канал

source: Please select a valid category
de: Bitte wähle eine gültige Kategoie
es: Por favor selecciona una categoría válida
fr: Je te prie de sélectionner une catégorie valide
it: Per favore seleziona una categoria valida
nb_no: Velg en gyldig kategori
pl: Proszę wybierz prawidłową kategorię
pt_br: Por favor, selecione uma categoria válida
pt_pt: Por favor seleciona uma categoria válida
ru: Пожалуйста, выберите правильную категорию

source: Limit must be between {min} and {max}
de: Limit muss zwischen {min} und {max} liegen
es: El límite tiene que estar entre {min} y {max}
fr: La limite doit se situer entre {min} et {max}
it: Il limite deve essere compreso tra {min} e {max}
nb_no: Grensen må være mellom {min} og {max}
pl: Limit musi zawierać się w zakresie od {min} do {max}
pt_br: O limite deve estar entre {min} e {max}
pt_pt: O limite deve estar entre {min} e {max}
ru: Предел должен быть между {min} и {max}

source: A name is required
de: Ein Name wird benötigt
es: Se requiere un nombre
fr: Un nom est requis
it: Un nome è necessario
nb_no: Et navn er påkrevd
pl: Nazwa jest wymagana
pt_br: É necessário um nome
pt_pt: É necessário indicar um nome
ru: Имя обязательно
