Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: I tried to send you a DM with help, but you don't allow DM from server members. I can't post it here, because it's rather long. Please allow DMs and try again.
de: Ich habe versucht, Dir eine PN mit dem Hilfetext zu senden, aber Du erlaubst keine PN von Servermitgliedern. Ich kann die Hilfe nicht hier posten, da sie ziemlich lang ist. Bitte erlaube PN und versuche es erneut.
es: He intentado mandarte un MD para ayudar, pero no permites MDs de los miembros del servidor. No puedo escribirlo por aquí porque es bastante largo. Por favor permite los MDs e inténtalo de nuevo.
fr: J’ai essayé de t'envoyer un MP avec quelques infos sur moi mais tu as désactivé la réception des MP provenant de membres d'un serveur commun. Je ne peux pas l’afficher ici parce que c’est plutôt long donc réactive cette option et réessaie.
it: Ho provato a mandarti un DM con aiuto, ma non permetti agli utenti dei server di mandarti un DM. Non posso mandarlo qui, perché è piuttosto lungo. Per favore permetti i DM e prova di nuovo.
nb_no: Prøvde å sende deg en privat melding med hjelp, men du tillater ikke det fra tjenermedlemmer. Kan ikke postes her fordi det er for langt. Tillat private meldinger og prøv igjen.
nl: Ik probeerde je een DM te sturen met help, maar jij staat geen DMs van serverleden toe. Ik kan het hier niet plaatsen, omdat het best lang is. Sta a.u.b. DMs toe en probeer opnieuw.
pl: Próbowałam wysłać ci PW z pomocą, jednak nie zezwalasz na wiadomości od członków serwera. Nie mogę wysłać jej tutaj, gdyż jest ona za długa. Proszę, zezwól na PW i spróbuj ponownie.
pt_br: Eu tentei enviar a você uma mensagem direta contendo ajuda, mas você não permite mensagens diretas dos membros do servidor. Não posso enviar aqui, pois o conteúdo é bastante longo. Por favor, reverta isso e tente novamente.
pt_pt: Tentei enviar-te uma DM com ajuda, mas tu não permites receber DMs de membros do servidor. Não posso meter aqui, porque o conteúdo é bastante longo. Por favor, permite DMs e tenta outra vez.
ru: Я попыталась отправить вам личное сообщение с помощью, но у вас не включена возможность получения личных сообщений от пользователей сервера. Я не могу разместить это здесь, потому что это будет занимать много места в канале. Пожалуйста, откройте личные сообщения и попробуйте снова.

source: Orisa's purpose
de: Orisa's Zweck
es: El propósito de Orisa
fr: Le but d’Orisa
it: Lo scopo di Orisa
nb_no: Formålet med Orisa
nl: Orisa's nut
pl: Przeznaczenie Orisy
pt_br: O propósito da Orisa
pt_pt: O propósito da Orisa
ru: Предназначение Orisa

source: When joining a QP or Comp channel, you need to know the BattleTag of a channel member, or they need yours to add you. In competitive channels it also helps to know which SR the channel members have. To avoid having to ask for this information again and again when joining a channel, this bot was created. When you register with your BattleTag, your nick will automatically be updated to show your current SR and it will be kept up to date. You can also ask for other member's BattleTag, or request your own so others can easily add you in OW. It will also send a short message to the chat when you ranked up. *Like Overwatch's Orisa, this bot is quite young and still new at this. Report issues to <@!{OWNER}>* **The commands only work in the <#{channel_id}> channel or by sending me a DM** If you are new to Orisa, you are probably looking for `!ow register` or `!ow register xbox` If you want to use Orisa on your own server or help developing it, enter `!ow about` Parameters in [square brackets] are optional.
de: Wenn Du einem Schnellsuche- oder Rangliste-Kanal beitreten willst, musst Du den BattleTag eines Kanalmitglieds kennen, oder Du musst von einem Mitglied hinzugefügt werden. In Rangliste-Kanälen hilft es auch zu wissen, welche SR die Kanalmitglieder haben. Um zu vermeiden, dass Du beim Beitritt zu einem Kanal immer wieder nach diesen Informationen fragen muss, wurde dieser Bot erstellt. Wenn Du dich mit Deinem BattleTag registrierst, wird Ihr Nickname automatisch aktualisiert und zeigt Deine aktuelle SR an und wird auf dem neuesten Stand gehalten. Du kannst auch nach dem BattleTag eines anderen Mitglieds fragen oder Dein eigenes anfragen, damit andere Dich anz einfach zu OW hinzufügen können. Orisa wird auch eine kurze Nachricht an den Chat senden, wenn Du ein Spielniveau aufsteigst. *Wie Orisa von Overwatch ist dieser Bot noch recht jung und in unerfahren. Melde Probleme an <@!{OWNER}>* **Die Befehle funktionieren nur im <#{channel_id}> Kanal oder indem Du mir eine PN schickst** Wenn Du neu bei Orisa bist, suchst Du wahrscheinlich `!ow register` oder `!ow register xbox` Wenn Du Orisa auf Deinem eigenen Server verwenden oder bei der Entwicklung helfen möchtest, gib`!ow about`ein. Parameter in sind [eckigen Klammern] optional.
fr: Lorsque tu rejoins un salon de partie rapide ou un salon compétitif, tu dois connaître le Battletag d’un membre du salon ou alors les members du salon ont besoin du tien pour t'ajouter. Dans les salons compétitifs, il est également utile de savoir quelle côte les membres du salon ont. Ce bot a été créé pour éviter d’avoir à demander cette information encore et encore lorsque quelqu'un rejoint un salon. Lorsque tu t'inscris avec ton Battletag, ton pseudo sera automatiquement mis à jour pour afficher ta côte actuelle et elle sera tenue à jour constamment. Tu peux également demander le Battletag d’un autre membre, ou faire afficher le tien afin que d’autres puissent facilement t'ajouter dans Overwatch/BattleNet. Le bot enverra également un court message dans le chat lorsque tu monteras d'un rang. *Comme Orisa dans Overwatch, ce robot est très jeune. Tu peux signaler n'importe quel problème à <@!{OWNER}>* **Les commandes ne fonctionnent que dans le canal <#{channel_id}> ou par MP** Si tu es nouveau au sujet d'Orisa, tu es probablement à la recherche des commandes '!ow register' ou '!ow register xbox' Si tu veux utiliser Orisa sur ton propre serveur ou aider à le développer, utilise la commande '!ow about' Les paramètres de [crochets] sont optionnels.
pl: Wchodząc do kanału szybkiej gry lub gry turniejowej, musisz znać BattleTag członka kanału, bądź oni muszą znać twój, by cię dodać. W kanałach turniejowych warto wiedzieć jaki poziom RU mają inni członkowie. Ten bot został stworzony, by uniknąć proszenia o tę informację po raz kolejny i kolejny. Kiedy zarejestrujesz się ze swoim BattleTagiem, twój nick będzie automatycznie aktualizowany, by pokazywał twój obecny poziom RU. Możesz również zapytać o BattleTag innych użytkowników, bądź zaprezentować swój własny, by inni mogli was łatwo dodać w OW. Zostanie również wysłana krótka informacja na czacie kiedy awansujesz w rankingach. *Podobnie jak Orisa w Overwatchu, ten bot jest całkiem młody i dopiero się uczy. Zgłaszaj wszelkie problemy do <@!{OWNER}>* **Komendy działają tylko w kanale <#{channel_id}>, bądź poprzez wysłanie mi PW** Jeżeli jesteś nowym użytkownikiem Orisy, prawdopodobnie szukasz komendy `!ow register` lub `!ow register xbox` Jeżeli chcesz używać Orisy na własnym serwerze, bądź pomóc w jej rozwoju, wpisz `!ow about` Parametry w [kwadratowych nawiasach] są opcjonalne.
pt_br: Ao ingressar em um canal QP ou Comp, você precisa saber a BattleTag de um membro do canal, ou eles precisam da sua para adicionar você. Em canais competitivos, isso também irá ajudá-lo a saber qual SR os membros do canal possuem. Para evitar ter que solicitar essas informações repetidamente ao ingressar em um canal, esse bot foi criado. Quando você se registra com sua BattleTag, seu apelido é atualizado periodicamente para mostrar o seu SR atual. Você também pode pedir a BattleTag de outro membro ou solicitar a sua própria para que outras pessoas possam convidá-lo facilmente para jogar. O bot também enviará uma curta mensagem de parabenização quando um membro subir de classificação no jogo. *Como a Orisa do Overwatch, esse bot também é bem jovem e ainda ainda está aprendendo. Relate quaisquer problemas para <@! {OWNER}> * **Os comandos funcionam apenas no canal <#{channel_id}> ou enviando-me uma mensagem direta** Se você é novo para a Orisa, provavelmente está procurando por `!ow registrar` ou`!ow registrar xbox` Se você deseja usar o Orisa em seu próprio servidor ou ajudar a desenvolvê-la, digite `!ow sobre` Os parâmetros entre [colchetes] são opcionais.
pt_pt: Ao entrar num canal de QP ou Comp, precisas de saber a BattleTag de um membro no canal, ou precisam de saber a tua para te adicionar. Em canais competitivos também ajuda a saber o SR que os membros do canal têm. Para evitar ter de pedir esta informação cada vez que entras num canal, este bot foi criado. Quando te registares com a tua BattleTag, o teu nick será automaticamente atualizado para mostrar o teu SR atual, e será sempre atualizado. Podes também pedir a BattleTag de outro membro, ou pedir a tua própria para que outros possam adicionar-te com facilidade no OW. Também será enviada uma curta mensagem no chat quando subires de rank. *Como a Orisa do Overwatch, este bot é bastante jovem e novo nisto. Reporta problemas ao <@!{OWNER}>* **Os comandos apenas funcionam no canal <#{channel_id}> ou nas DMs comigo** Se estás a começar a usar a Orisa, provavelmente estás à procura de `!ow register`, `!ow register xbox` ou `!ow register psn` Se queres usar a Orisa no teu próprio servidor ou ajudar no seu desenvolvimento, faz `!ow about` Parâmetros em [parêntesis retos] são opcionais.

source: Shows the BattleTag for the given nickname, or your BattleTag if no nickname is given. `nick` can contain spaces. A fuzzy search for the nickname is performed. *Examples:* `!ow` will show your BattleTag `!ow the chosen one` will show the BattleTag of "tHE ChOSeN ONe" `!ow orisa` will show the BattleTag of "SG | Orisa", "Orisa", or "Orisad" `!ow oirsa` and `!ow ori` will probably also show the BattleTag of "Orisa"
de: Zeigt den BattleTag für den angegebenen Nicknamen oder Ihren BattleTag, wenn kein Nickname angegeben ist. `nick` kann Leerzeichen enthalten. Es wird eine ungefähre Suche nach dem Nickname durchgeführt. *Beispiele:* `!ow`zeigt deinen BattleTag `!ow the chosen one` zeigt den BattleTag von "tHE ChOSeN ONe" `!ow orisa` zeigt den BattleTag von "SG | Orisa", "Orisa" oder "Orisad" `!ow oirsa` und `!ow ori` wird wahrscheinlich auch den BattleTag von "Orisa" zeigen
fr: Affiche le Battletag pour le pseudonyme donné ou ton Battletag si aucun `pseudonyme` n’est donné. Le pseudonyme peut contenir des espaces. Une recherche floue du surnom est effectuée. *Exemples :* `! ow` montrera ton Battletag `! ow the chosen one` montrera le Battletag de "tHE ChOSeN ONe" `! ow orisa` montrera le Battletag de "SG | Orisa", "Orisa", ou "Orisad" `! ow oirsa` et `!ow ori` montreront aussi, probablement, le Battletag de "Orisa"
nl: Laat de BattleTag zien voor de gegeven nickname, of jouw BattleTag als er geen nickname is ingevoerd. `nick` kan spaties bevatten. Een vage zoektocht voor de nickname wordt uitgevoerd. *Voorbeelden:* `!ow` zal jouw BattleTag tonen `!ow the chosen one` zal de BattleTag van ''tHE ChOSeN ONe'' laten zien `!ow orisa` zal de BattleTag van ''SG | Orisa'', ''Orisa'', of ''Orisad'' laten zien `!ow oirsa` en `!ow ori` zal vast ook de BattleTag van ''Orisa'' laten zien
pl: Pokazuje BattleTag dla zadanego nicku, bądź twój BattleTag, jeżeli żaden nie zostanie podany. `nick` może zawierać spacje. Wykonywane jest wyszukiwanie z korekcją błędów. *Przykłady:* `!ow` pokaże twój BattleTag `!ow the chosen one` pokaże BattleTag użytkownika "tHE ChOSeN ONe" `!ow orisa` pokaże BattleTag użytkownika o nazwie "SG | Orisa", "Orisa" lub "Orisad" `!ow oirsa` i `!ow ori` również prawdopodobnie pokażą BattleTag użytkownika "Orisa"
pt_br: Mostra a BattleTag para o apelido fornecido ou sua BattleTag se nenhum apelido for fornecido. O `apelido` pode conter espaços. Uma pesquisa difusa pelo apelido é realizada. *Exemplos:* `!ow` mostrará sua BattleTag `!ow o escolhido` mostrará a BattleTag do membro "O EsCoLHidO" `!ow orisa` mostrará a BattleTag de "SG | Orisa", "Orisa" ou "Orisado" `!ow oirsa` e `!ow ori` provavelmente também mostrarão a BattleTag de "Orisa"
pt_pt: Mostra a BattleTag para o nickname indicado, ou a tua BattleTag se não for indicado nenhum nickname. O `nick` pode ter espaços. Será feita uma pesquisa confusa. *Exemplos:* `!ow` irá mostrar a tua BattleTag `!ow the chosen one` irá mostrar a BattleTag de "tHE ChOSeN ONe" `!ow orisa` irá mostrar a BattleTag de "SG | Orisa", "Orisa", or "Orisad" `!ow oirsa` e `!ow ori` provavlemente irão mostrar também a BattleTag da "Orisa"

source: Shows information about Orisa, and how you can add her to your own Discord server, or help supporting her.
de: Zeigt Informationen zu Orisa an und wie Du sie zu Deinem eigenen Discord-Server hinzufügen oder sie unterstützen kannst.
es: Muestra información sobre Orisa, y como puedes añadirla a tu propio servidor de Discord, o ayudar a mantenerla.
fr: Affiche des informations sur Orisa et sur comment l’ajouter à ton propre serveur Discord ainsi que comment soutenir son créateur.
it: Mostra informazioni su Orisa, e come puoi aggiungerla al tuo server Discord, o aiutare a supportarla.
nl: Laat informatie zien over Orisa, en hoe je haar kan toevoegen tot je eigen Discord server, of haar helpen te ontwikkelen.
pl: Pokazuje informacje na temat Orisy oraz jak możesz ją dodać na swój własny serwer Discord, bądź ją wspomóc.
pt_br: Mostra informações sobre a Orisa e como você pode adicioná-la em seu próprio servidor de Discord, ou ajudar a apoiá-la.
pt_pt: Mostra informação sobre a Orisa e como podes adicioná-la ao teu servidor do Discord, ou como a podes apoiar.
ru: Показывает информацию об Orisa и о том, как вы можете добавить ее на свой собственный сервер Discord или помочь поддержать ее.

source: On some servers, Orisa will only show your SR or rank in your nick when you are in an OW voice channel. If you want your nick to always show your SR or rank, set this to on. *Example:* `!ow alwaysshowsr on`
de: Auf einigen Servern zeigt Orisa nur dann Deinen SR oder Dein Spielniveau in Deinem Nickname an, solange Du dich in einem OW-Sprachkanal befindest. Wenn Du möchtest, dass Dein Nickname immer Deinen SR bzw. Dein Spielniveau anzeigt, setzen dies auf "on". *Beispiel:* `!ow alwaysshowsr on`
fr: Sur certains serveurs, Orisa ne montrera ta côte ou ton rang dans ton pseudo que lorsque tu es dans un salon Overwatch. Si tu veux que ton pseudo montre toujours ta côte ou ton rang, utilise la commande ci-dessous. *Exemple ;* `!ow alwaysshowsr on`
nl: Op sommige servers, zal Orisa alleen jouw SR of rank laten zien in je nick wanneer je in een OW spraakkanaal bent. Als je wil dat je nick altijd je SR of rank laat zien, zet dit aan. *Voorbeeld:* `!ow alwaysshowsr on`
pl: Na niektórych serwerach, Orisa będzie pokazywała twoją RU w nicku jeśli połączysz się z kanałem głosowym Overwatcha. Jeśli chcesz aby RU/ranga była zawsze obecna obok twojego nicku, włącz tę opcję. *Przykład:* `!ow alwaysshowsr on`
pt_br: Em alguns servidores, a Orisa mostra apenas o seu SR ou classificação no seu apelido quando você estiver em um canal de voz OW. Se você quiser que seu apelido sempre mostre seu SR ou classificação, ative-o. *Exemplo:* `!ow sempremostrarsr on`
pt_pt: Em alguns servidores, a Orisa irá apenas mostrar o teu SR ou rank quando estiveres num canal de voz de OW. Se quiseres que o teu SR ou rank sejam sempre mostrados no teu nick, ativa esta funcionalidade. *Example:* `!ow alwaysshowsr on`

source: This command can only be used by members with the "Orisa Admin" role and allows them to configure Orisa for the specific Discord server.
de: Dieser Befehl kann nur von Mitgliedern mit der Rolle "Orisa Admin" verwendet werden und ermöglicht ihnen, Orisa für den jeweiligen Discord-Server zu konfigurieren.
es: Este comando solo puede ser usado por miembros con el rol de "Orisa Admin" y les permite configurar Orisa para el servidor de Discord específico.
fr: Cette commande ne peut être utilisée que par les membres avec le rôle "Orisa Admin" et leur permet de configurer Orisa seulement pour ce serveur Discord.
it: Questo comando può essere usato solo di membri che hanno il ruolo di "Orisa Admin" e permette di configurare Orisa per gli specifici server di Discord.
nb_no: Denne kommandoen kan kun brukes av medlemmer med «Orisa-admin»-rolle, og lar deg sette opp Orisa for den respektive Discord-tjeneren.
nl: Deze command kan alleen worden uitgevoerd door leden met de ''Orisa Admin'' rol en geeft hun toestemming om Orisa te configureren voor de specifieke Discord server.
pl: Tej komendy może użyć jedynie osoba z rolą "Orisa Admin", zezwalającą jej na konfigurowanie Orisy dla tego konkretnego serwera Discord.
pt_br: Este comando pode ser usado apenas por membros com o cargo "Orisa Admin" e permite que eles configurem a Orisa para o servidor de Discord em questão.
pt_pt: Este comando só pode ser usado por membros com o cargo "Orisa Admin" e permite-lhes configurar a Orisa para um servidor de Discord em específico.
ru: Эта команда может использоваться только участниками с ролью «Orisa Admin» и позволяет им настраивать Orisa для конкретного сервера Discord.

source: Download your SR history as an Excel sheet
nl: Download jouw SR geschiedenis als een Excel bestand
pt_br: Faça o download do seu histórico de SR como uma planilha do Excel

source: Same as `!ow findplayers`, but also includes offline players.
nl: Hetzelfde als `!ow findplayers`, maar bevat ook offline spelers.
pt_br: O mesmo que `!ow findplayers`, mas também inclui jogadores offline.

source: Immediately checks your account data and updates your nick accordingly. *Checks and updates are done automatically, use this command only if you want your nick to be up to date immediately!*
de: Überprüft sofort deine Kontodaten und aktualisiert deinen Nickname entsprechend. *Überprüfungen und Aktualisierungen erfolgen automatisch. Verwenden diesen Befehl nur, wenn Du möchtest, dass Dein Nickname sofort auf dem neuesten Stand ist.*
es: Comprueba inmediatamente los datos de tu cuenta y actualiza tu apodo en consecuencia. *Las comprobaciones y actualizaciones se realizan de manera automática, usa este comando solo si quieres que tu apodo se actualice inmediatamente!*
fr: Vérifie les infos de ton compte et mets à jour ton pseudo directement. *Les vérifications et mises à jour sont effectuées automatiquement. Utilise cette commande uniquement si tu veux que ton pseudo soit à jour immédiatement! *
it: Controlla subito il dati del tuo account e aggiorna il tuo nome regolarmente. *Controlli e aggiornamenti sono automatici, usa questo comando solo se vuoi che il tuo nome sia aggionato immediatamente*
pl: Natychmiastowo sprawdza dane twojego konta i wprowadza odpowiednie zmiany w twoim nicku. *Sprawdzenia i aktualizacje odbywają się automatycznie, więc używaj tej komendy tylko kiedy chcesz by twój nick został zaktualizowany natychmiast!*
pt_br: Verifica imediatamente os dados da sua conta e atualiza seu nick de acordo. * Verificações e atualizações são feitas automaticamente, use este comando apenas se você quiser que seu apelido seja atualizado imediatamente! *
pt_pt: Verifica imediatamente os dados da tua conta e atualiza o teu nick como consequência. *Verificações e atualizações são feitas automaticamente. Usa este comando apenas quando quiseres que o teu nick seja atualizado no momento!*
ru: Немедленно проверяет данные вашей учетной записи и соответственно обновляет ваш ник. *Проверки и обновления выполняются автоматически, используйте эту команду, только если вы хотите, чтобы ваш ник немедленно обновился!*

source: All your BattleTags will be removed from the database and your nick will not be updated anymore. You can re-register at any time.
de: Alle deine BattleTags werden aus der Datenbank entfernt und dein Nickname wird nicht mehr aktualisiert. Du kannst dich jederzeit neu registrieren.
es: Todos tus BattleTags serán eliminados de la base de datos y tu apodo dejará de actualizarse. Puedes volver a registrarte en cualquier momento.
fr: Tous tes Battletags seront retirés de la base de données et ton pseudo ne sera plus mis à jour. Tu peux te réenregistrer à tout moment.
it: Tutti i tuoi BattleTags sono stati eliminati dal database e il tuo nick non sarà più aggiornato. Puoi ri-registrati in qualsiasi momento.
nl: Al je BattleTags zullen verwijderd worden van de database en jouw nick zal niet meer geüpdate worden. Je kan altijd weer opnieuw registreren.
pl: Twoje wszystkie zapisane konta zostaną usunięte z bazy danych, a twój nick nie będzie już aktualizowany. Możesz wpisać się ponownie w dowolnym momencie.
pt_br: Todas as suas BattleTags serão removidas do banco de dados e seu apelido não será mais atualizado. Você pode se registrar novamente a qualquer momento.
pt_pt: Todas as tuas BattleTags serão removidas da base de dados e o teu nick não será mais atualizado. Podes registar-te novamente a qualquer altura.
ru: Все ваши BattleTags будут удалены из базы данных, и ваш ник больше не будет обновляться. Вы можете снова зарегистрироваться в любое время.

source: Lets you specify how your SR or rank is displayed. It will always be shown in [square\u00a0brackets] appended to your name. In the *format*, you can specify placeholders with `$placeholder` or `${placeholder}`.
de: Legt fest, wie Dein SR oder Spielniveau angezeigt wird. Das gewählte Format wird immer in [eckigen\u00a0Klammern] an deinen Nicknamen angehängt. Im *format* Parameter können Platzhalter sowohl als `$Platzhalter` als auch`${Platzhalter}`angegeben werden.
es: Permite especificar como se muestra tu SR o rango. Siempre se mostrará en [corchetes] detrás de tu nombre. En el *formato*, puede especificar placeholders con `$placeholder` o `${placeholder}`.
fr: Te permet de spécifier comment ta côte ou ton rang sont affichés. Les deux seront toujours affichés dans [square\u00a0brackets] juste à côté de ton nom. Dans le *format*, tu peux préciser les espaces réservés avec `$placeholder` ou `${placeholder}`.
it: Ti chiariamo come viene mostrato il tuo SR o livello. Sarà sempre mostrato in [square\u00a0brackets] accanto al tuo nome. In *format* puoi specificare i placeholders con`$placeholder` or `${placeholder}`.
nl: Laat je specificeren hoe jouw SR of rank is weergegeven. Het zal altijd worden getoond als [square/u00a0brackets] bij je naam gevoegd. In het *format*, kan je plaatshouders specificeren met `$placeholder` of `${placeholder}`.
pl: Pozwala ci sprecyzować jak twoja RU, bądź ranga będzie wyglądać. Zawsze będzie wyświetlana w [kwadratowych\u00a0nawiasach] na końcu twojej nazwy. W *format*, sprecyzować placeholder dzięki `$placeholder`, bądź `${placeholder}`.
pt_br: Permite especificar como o seu SR ou classificação é exibida. Será sempre mostrado em [square\u00a0brackets] anexados ao seu nome. Em *format*, você pode especificar os espaços reservados com `$placeholder` ou`$ {placeholder}`.
pt_pt: Vamos especificar como é que o teu SR ou rank são mostrados. Será sempre mostrado em [parêntesis\u00a0retos] à frente do teu nome. No *formato* podes especificar os campos com `$placeholder` ou `${placeholder}`.
ru: Давайте укажем, как будет отображаться ваш рейтинг или ранг. Он всегда будет отображаться в [квадратных\u00a0скобках], добавленных к вашему имени. В *format* вы можете указать параметры оформления с помощью `$placeholder` или`${placeholder}`.

source: ★ *ow format placeholders*
de: ★ *ow format $Platzhalter*
es: ★ *ow placeholders para el formato*
fr: ★ *espaces réservés pour le format ow*
it: ★ *Formato ow placeholders*
pl: ★ *znaki globalne w formacie ow*
pt_br: ★ *ow format espaço reservado*
pt_pt: ★ *ow format - campos*
ru: ★ *параметры формата ow*
