Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: *The following placeholders are defined:* `$sr` the first two digits of your SR for all 3 roles in order Tank, Damage, Support; if you have secondary accounts, an asterisk (\*) is added at the end. A question mark is added if an old SR is shown `$fullsr` Like `$sr` but all 4 digits are shown `$rank` your rank in shortened form for all 3 roles in order Tank, Damage, Support; asterisk and question marks work like in `$sr` `$tank`, `$damage`, `$support` Your full SR for the respective role followed by its symbol. Asterisk and question mark have the same meaning like in `$sr`. For technical reasons the symbols for the respective roles are `{SYMBOL_TANK}`, `{SYMBOL_DPS}`, `{SYMBOL_SUPPORT}` `$tankrank`, `$damagerank`, `$supportrank` like above, but the rank is shown instead. `$dps`, `$dpsrank` Alias for `$damage` and `$damagerank`, respectively.
de: *Die folgenden Platzhalter sind definiert:* `$sr` Die ersten beiden Ziffern deiner SR aller 3 Rollen in der Reihenfolge Tank, Schaden, Unterstützer; wenn du Zweitaccounts hast, wird ein Asterisk (\*) am Ende angefügt. Ein Fragezeichen wird angehängt, wenn ein alter Wert angezeigt wird `$fullsr` Wie `$sr`, aber alle 4 Ziffern werden angezeigt `$rank` Dein Rang in Kurzform für alle 3 Rollen in der Reihenfolge Tank, Schaden, Unterstützer; Asterisk und Fragezeichen habe die selbe Bedeutung wie bei `$sr`. `$tank` (Tank), `$damage` (Schaden), `$support` (Unterstützer) Dein kompletter SR für die entsprechende Rolle zusammen mit dem entsprechenden Symbol. Asterisk und Fragezeichen haben die selbe Bedeutung wie bei`$sr`. Aus technischen Gründen sind die Symbole `{SYMBOL_TANK}`, `{SYMBOL_DPS}`, `{SYMBOL_SUPPORT}` `$tankrank`, `$damagerank`, `$supportrank` Wie oben, nur dass das Spielniveau statt SR angezeigt wird. `$dps`, `$dpsrank` Alias für`$damage` und`$damagerank`.
fr: *Les espaces réservés suivants sont définis :* `$sr` Les deux premiers chiffres de ta côte pour les trois rôles dans l’ordre Tank, Dégât et Soutien ; si tu as des comptes secondaires, un astérisque (\*) est ajouté à la fin. Un point d’interrogation est ajouté si une ancienne côte est affichée `$fullsr` Comme `$sr `, mais les quatre chiffres sont affichés `$rank` Ton rang abrégé pour les trois rôles dans l'ordre Tank, Dégâts et Soutien ; les astérisques et les points d’interrogation fonctionnent comme dans `$sr` `$tank`, `$damage`, `$support` Ta côte complète pour le rôle spécifié suivi de son symbole. L’astérisque et le point d’interrogation ont la même signification que dans `$sr`. Pour des raisons techniques, les symboles des rôles respectifs sont les suivants : `{SYMBOL_TANK}`, `{SYMBOL_DPS}`, `{SYMBOL_SUPPORT}` `$tankrank`, `$damagerank`, `$supportrank` Comme ci-dessus, mais le rang est indiqué à la place. `$dps`, `$dpsrank` Alias pour `$damage` et `$damagerank`, respectivement.
pt_br: *Os seguintes espaços reservados são definidos:* `$sr` os dois primeiros dígitos do seu SR para todos os três papéis em ordem Tanque, Dano, Suporte; se você tiver contas secundárias, um asterisco (\ *) será adicionado no final. Um ponto de interrogação é adicionado se um SR antigo for exibido `$fullsr` Como `$sr`, mas todos os 4 dígitos são mostrados `$rank` sua classificação em formato reduzido para todos os 3 papéis em ordem Tanque, Dano, Suporte; asterisco e pontos de interrogação funcionam como em `$sr` `$tank`,`$damage`, `$support` Seu SR completo para a respectiva função, seguido de seu símbolo. Asterisco e ponto de interrogação têm o mesmo significado, como em `$sr`. Por razões técnicas, os símbolos para as respectivas funções são `{SYMBOL_TANK}`, `{SYMBOL_DPS}`, `{SYMBOL_SUPPORT}` `$tankrank`,`$damageerank`, `$supportrank` como acima, mas a classificação é mostrada. `$dps`,`$dpsrank` Pseudônimo para `$damage` e`$damageerank`, respectivamente.

source: ★ *ow format examples*
de: ★ *ow format Beispiele*
es: ★ *ejemplos de ow format*
fr: ★ *Exemples de format ow*
it: ★ *esempi formato ow *
nb_no: ★ *eksempler for ow-format*
pl: ★ *przykłady formatu ow*
pt_br: ★ *ow format exemplos*
pt_pt: ★ *ow format - exemplos*
ru: ★ *пример формата OW*

source: `!ow format hello $sr` will result in `[hello 12-34-45]`. `!ow format Potato/$fullrank` in `[Potato/Bronze-Gold-Diamond]`. `!ow format $damage $support` in `[1234{SYMBOL_DPS} 2345{SYMBOL_SUPPORT}]`. *By default, the format is `$sr`*
de: `!ow format Hallo $sr` ergibt `[Hallo 12-34-45]`. `!ow format Kartoffel/$fullrank` ergibt `[Kartoffel/Bronze-Gold-Diamant]`. `!ow format $damage $support` ergibt `[1234{SYMBOL_DPS} 2345{SYMBOL_SUPPORT}]`. *Die Standardeinstellung ist `$sr`*
fr: `!ow format hello $sr` donnera `[hello 12-34-45]`. `!ow format Potato/$fullrank` donnera `[Potato/Bronze-Gold-Diamond]`. `!ow format $damage $support` donnera `[1234{SYMBOL_DPS} 2345{SYMBOL_SUPPORT}]`. *Par défaut, le format est `$sr`*
pt_br: `!ow format hello $sr` resultará em `[hello 12-34-45]`. `!ow format Potato/$fullrank` em `[Potato/Bronze-Gold-Diamond]`. `!ow format $damage $support` em `[1234{SYMBOL_DPS} 2345{SYMBOL_SUPPORT}]`. *Por padrão, o formato é `$sr`*

source: help cont'd
de: Hilfe Teil 2
es: cont. ayuda
fr: aide (suite)
it: Continuo pagina
nb_no: hjelp, fortsettelse
pl: Pomoc część dalsza
pt_br: continuação da ajuda
pt_pt: Ajuda (continuação)
ru: продолжение (подсказки)

source: Same as `!ow [nick]`, (only) useful when the nick is the same as a command. *Example:* `!ow get register` will search for the nick "register".
de: Das selbe wie `!ow [nick]`, (nur) nützlich, wenn der gewünschte Nickname identisch mit einem Befehl ist. *Beispiel:* `!ow get register` sucht nach dem Nicknamen "register".
fr: Même chose que '!ow [nick]', seulement utile quand le pseudo est le même qu’une commande. *Exemple :* '!ow get register' cherchera le pseudonyme "register".
nl: Hetzelfde als `!ow [nick]`, (alleen) nuttig wanneer de nick hetzelfde is als een command. *Voorbeeld:* `!ow get register`zal zoeken voor de nick ''register''.
pl: Dokładnie jak `!ow [nick]`, przydatne (tylko) kiedy nick jest taki sam jak któraś z komend. *Przykład:* `!ow get register` będzie szukać nicku "register".
pt_br: O mesmo que `!ow [nick]`, (apenas) útil quando o apelido é o mesmo que um comando. *Exemplo:* `!ow get register` irá procurar pelo nick "register".
pt_pt: Funciona como o `!ow [nick]`, no entanto apenas é útil se o nick for igual ao comando. *Exemplo:* `!ow get register` irá procurar pelo nick "register".

source: Create a link to your BattleNet or Gamertag account, or adds a secondary BattleTag to your account. Your OW account will be checked periodically and your nick will be automatically updated to show your SR or rank (see the *format* command for more info). `!ow register` and `!ow register pc` will register a PC account, `!ow register xbox` will register an XBL account. If you register an XBL account, you have to link it to your Discord beforehand. For PSN accounts, you have to give your Online ID as part of the command, like `!ow register psn Your_Online-ID`.
de: Verbindet Orisa mit deinem BattleNet oder Gamertag, oder fügt sekundäre BattleTags deinem Account hinzu. Dein OW Account wird periodisch überprüft und dein Nickname wird automatisch aktualisiert, um deinen SR oder Spielniveau anzuzeigen (siehe auch: *format* Befehl). Nutze `!ow register` oder `!ow register pc`, um einen PC Account registrieren, für XBL nutze `!ow register xbox. Wenn du einen XBL Account registrieren willst, musst du vorher eine Verknüpfung zwischen deinem Discord Account und XBL herstellen. Bei PSN-Accounts musst du deine Online ID an den Befehl anhängen, z. B. `!ow register psn Meine_Online-ID`.
pl: Stwórz link do twojego konta BattleNet lub Gamertag, bądź dodaj do niego drugi BattleTag. Twoje konto OW będzie okresowo sprawdzane, a twój nick będzie automatycznie aktualizowany by pokazywać twoją RU, bądź rangę (zobacz komendę *format*, by uzyskać więcej informacji). `!ow register` i `!ow register pc` zarejestrują konto PC, natomiast `!ow register xbox` zarejestruje konto XBL. Jeżeli rejestrujesz konto XBL, musisz wcześniej połączyć je ze swoim Discordem. W przypadku konta PSN musisz użyć swojego identyfikatora PSN jako część komendy, np. `!ow register psn Twoj_Identyfikator_PSN`.
pt_br: Crie um link para sua conta BattleNet ou Gamertag ou adicione uma BattleTag secundária à sua conta. Sua conta OW será verificada periodicamente e seu nick será atualizado automaticamente para mostrar seu SR ou classificação (consulte o comando *format* para obter mais informações). `!ow register` e`!ow register pc` registrarão uma conta de PC, `! ow register xbox` registrará uma conta XBL. Se você registrar uma conta XBL, deverá vinculá-la previamente ao seu Discord. Para contas PSN, você deve fornecer seu ID online como parte do comando, como `!ow register psn Your_Online-ID`.
pt_pt: Cria uma ligação para a tua conta da Battlenet ou Gamertag, ou adiciona uma BattleTag secundária para a tua conta. A tua conta de OW será verificada periodicamente e o teu nick será atualizado automáticamente para mostrar o teu SR ou rank (vê o comando *format* para mais informações). `!ow register` e `!ow register pc` irão registar uma conta do PC, `!ow register xbox` irá registar uma conta XBL. Se quiseres registar uma conta XBL, tens de ligá-la ao teu Discord antecipadamente. Para contas PSN, tens de indicar o teu ID Online como parte do comando, como `!ow register psn A_tua_ID_Online`.

source: Show Orisa's Privacy Policy
de: Zeige Orisa's Datenschutzbestimmungen (momentan nur in Englischer Sprache)
es: Muestra la Política de Privacidad de Orisa
fr: Afficher la politique de confidentialité d’Orisa
it: Mostra la politica della Privacy di Orisa
nb_no: Vis Orisa sin personvernspraksis
nl: Toon Orisa's Privacy Policy
pl: Pokaż Politykę Prywatności Orisy
pt_br: Mostra a Política de Privacidade da Orisa
pt_pt: Mostra a Política de Privacidade da Orisa
ru: Показать Политику конфиденциальности Orisa

source: Makes the given secondary BattleTag your primary BattleTag. Your primary BattleTag is the one you are currently using: its SR is shown in your nick The search is performed fuzzy and case-insensitve, so you normally only need to give the first (few) letters. The given BattleTag must already be registered as one of your BattleTags. *Example:* `!ow setprimary jjonak`
de: Macht den angegebenen sekundären BattleTag zu deinem Haupt-BattleTag. Dein Haupt-BattleTag ist das, welches du momentan hauptsächlich nutzt; der Account, dessen SN in deinem Nickname erscheinen soll. Es wird eine unscharfe Suche durchgeführt, so dass es normalerweise reicht, nur die ersten (paar) Buchstaben anzugeben. Der angegebene BattleTag muss bereits als eines deiner BattleTags registriert sein. *Beispiel:* `!ow setprimary jjonak`
fr: Change le Battletag secondaire donné en ton Battletag principal. Ton Battletag principal est celui que tu utilises actuellement, sa côte est affiché dans ton pseudo La recherche est effectuée approximativement et est indifférente à la casse des lettres de sorte que tu puisses obtenir des résultats seulement avec les quelques premières lettres du pseudo/tag que tu recherches. Le Battletag donné doit être enregistré comme l’un de tes Battletags au préalable. *Exemple ;* `!ow setprimary jjonak`
pl: Sprawia, że twój drugi BattleTag staje się głównym. Twój główny BattleTag to ten, którego obecnie używasz: jego RU jest pokazywana przy twoim nicku Wykonywane jest wyszukiwanie z korekcją błędów, więc zazwyczaj wystarczy podać tylko kilka pierwszych liter. Podany BattleTag musi być już zarejestrowany jako jeden z twoich BattleTagów. *Przykład:* `!ow setprimary jjonak`
pt_br: Torna a BattleTag secundária fornecida como sua BattleTag principal. Sua BattleTag principal é a que você está usando no momento: o SR é mostrado no seu apelido A pesquisa realizada é imprecisa e sem distinção entre maiúsculas e minúsculas, portanto, normalmente só é necessário dar as primeiras (poucas) letras. A BattleTag fornecida já deve estar registrada como uma das suas BattleTags. *Exemplo:* `!ow setprimary kodivli`
pt_pt: Torna a BattleTag secundária indicada na tua BattleTag primária. A tua BattleTag primária é a que estás a usar atualmente: o seu SR é mostrado no teu nick. A pesquisa é feita de forma confusa e insensível a maiúsculas ou minúsculas, à partida apenas precisas de escrever as primeiras letras. A BattleTag indicada já deve estar registada como uma das tuas BattleTags. *Exemplo:* `!ow setprimary jjonak`

source: Like `!ow setprimary battletag`, but uses numbers, 1 is your first secondary, 2 your seconds etc. The order is shown by `!ow` (alphabetical) Normally, you should not need to use this alternate form, it's available in case Orisa gets confused on what BattleTag you mean (which shouldn't happen). *Example:* `!ow setprimary 1`
de: Wie `!ow setprimary battletag`, allerdings mit Nummern anstatt Namen. 1 ist dein erstes sekundäres BattleTag, 2 dein zweites usw. Die Reihenfolge ist die selbe wie in `!ow` (alphabetisch) Normalerweise solltest du diese Form des Befehls nicht nutzen müssen; er ist für den Fall gedacht, dass Orisa verwirrt ist und nicht weiss, welches BattleTag du meinst (was nicht passieren sollte). *Beispiel:* `!ow setprimary 1`
fr: Similaire à `!ow setprimary battletag` mais utilise des nombres : 1 est ton premier tag secondaire, 2 ton second etc... L’ordre est affiché par `!ow` (dans l'ordre alphabétique) Normalement, tu ne devrais pas utiliser cette commande alternative mais elle est tout de même disponible au cas où Orisa ne comprendrait pas quel Battletag tu recherches (ce qui ne devrait cependant pas arriver). *Exemple ;* `!ow setprimary 1`
pl: Działa podobnie jak `!ow setprimary battletag`, lecz używa numerów. 1 jest twoim głównym, 2 - drugim i tak dalej. Kolejność może zostać pokazana przez `!ow` (alfabetycznie) Normalnie nie powinieneś musieć używać tej formy. Jest ona dostępna na wypadek gdyby Orisa nie zrozumiała o jaki BattleTag chodzi (co nie powinno się zdarzyć). *Przykład:* `!ow setprimary 1`
pt_br: Como `!ow setprimary battletag`, mas usa números, 1 é seu primeiro secundário, 2 o seu segundo etc. A ordem é mostrada por`!ow` (em ordem alfabética) Normalmente, você não precisa usar esse formulário alternativo, ele está disponível caso a Orisa fique confusa com o que você quer dizer com a BattleTag (o que não deve acontecer). *Exemplo:* `!ow setprimary 1`
pt_pt: Funciona como o comando `!ow setprimary battletag`, mas usa números, onde 1 é a tua primeira secundária, 2 é a segunda, etc... A ordem é mostrada pelo comando `!ow` (de forma alfabética). Normalmente, não deves precisar de usar esta forma alternativa, está disponível em caso de a Orisa ficar confusa na BattleTag a que te referes (o que não deve acontecer). *Exemplo:* `!ow setprimary 1`

source: Sets the role you can/want to play. It will be shown in `!ow` and will also be used to update the number of roles in voice channels you join. *roles* is a single "word" consisting of one or more of the following identifiers (both upper and lower case work): `d` for DPS, `m` for Main Tank, `o` for Off Tank, `s` for Support *Examples:* `!ow setroles d`: you only play DPS. `!ow setroles so`: you play Support and Off Tanks. `!ow setroles dmos`: you are a true Flex and play everything.
de: Legt die Rollen fest, welche du spielen kannst und willst. Sie werden im `!ow`Bildschirm angezeigt. *roles* ist eine Code aus einem oder mehreren der folgenden Buchstaben (sowohl Groß- als auch Kleinschreibung funktioniert): `d` für Schaden (Damage), `m` für Main-Tank, `o` für Off-Tank, `s` für Unterstützer (Support) *Beispiele:* `!ow setroles d`: du spielst nur Schaden. `!ow setroles so`: du spielst Unterstützer und Off-Tanks. `!ow setroles dmos`: du bist ein echter Flex und spielst alle Rollen.
fr: Définit le rôle que tu peux ou que tu veux jouer. Il sera affiché avec la commande '!ow' et sera également utilisé pour mettre à jour le nombre de rôles dans les salon vocaux que tu rejoins. *roles* est un seul « mot » composé d’un ou de plusieurs des identificateurs suivants (à la fois en haut et en bas) : `d` pour Dégâts , `m` pour Main Tank, `o` pour Off Tank et `s` pour Soutien *Exemples :* `!ow setroles d` : Tu ne joues que Dégâts. `!ow setroles so` : Tu ne joues que Soutien et Off Tank. `!ow setroles dmos` : Tu es flex et joues n'importe quel rôle.
pl: Ustawia rolę, którą chcesz grać. Będzie ona pokazana w `!ow` oraz będzie używana by zaktualizować liczbę ról danego typu na kanałach głosowych do których dołączysz. *roles* to pojedynczy kod zawierający co najmniej jeden z podanych niżej identyfikatorów (nie ma znaczzenia czy pisanych wielką czy małą literą): `d` dla Natarcia, `m` dla Main Tanka, `o` dla Off Tanka, `s` dla Wsparcia *Przykłady:* `!ow setroles d`: grasz tylko Natarciem. `!ow setroles so`: grasz zarówno Wsparciem, jak i Off Tankiem. `!ow setroles dmos`: jesteś flexem i grasz wszystkimi postaciami.
pt_br: Define o papel que você pode/deseja desempenhar. Será mostrado em `!ow` e também será usado para atualizar o número de funções nos canais de voz nos quais você ingressa. *roles* é uma única "palavra" que consiste em um ou mais dos seguintes identificadores (ambos em maiúsculas e minúsculas): `d` para DPS,`m` para o tanque principal, `o` para fora do tanque,`s` para suporte *Exemplos:* `!ow setroles d`: você só joga com DPS. `!ow setroles so`: você joga com Suporte e Off-tanque. `!ow setroles dmos`: você é um verdadeiro Flex e joga com tudo.
pt_pt: Define os roles que podes/queres jogar. Será mostrado quando fizeres `!ow` e também será usado para atualizar o número de roles nos voice channels em que entrares. *roles* é uma só "palavra" que consiste num ou mais dos seguintes identificadores (em maiúscula ou minúscula): `d` para DPS, `m` para Main Tank, `o` para Off Tank, `s` para Suporte *Exemplos*: `!ow setroles d`: apenas jogas de DPS. `!ow setroles`: apenas jogas de Suporte ou Off Tank. `!ow setroles dmos`: és um verdadeiro Flex e jogas de tudo.

source: *This command is in beta and can change at any time; it might also have bugs, report them please* Shows a graph of your SR. If from_date (as DD.MM.YY or YYYY-MM-DD) is given, the graph starts at that date, otherwise it starts as early as Orisa has data.
de: *Dieser Befehl ist im Beta-Stadium und kann sich jederzeit ändern; es können Fehler auftreten, melde diese bitte* Zeigt einen Graph deiner SR Historie. When from_date angegeben ist (im Format TT.MM.JJ oder JJJJ-MM-TT), beginnt der Graph mit dem gewählten Datum, ansonsten so früh wie Orisa Daten hat.
es: *Este comando está en beta y puede cambiar en cualquier momento; puede además tener bugs, repórtalos por favor* Muestra una gráfica de tu SR. Si se especifica un valor para from_date (como DD.MM.AA or AAAA-MM-DD) , la gráfica empieza en esa fecha, si no empieza con los datos más antiguos que tenga Orisa.
fr: *Cette commande est en version bêta et peut changer à tout moment ; elle peut aussi contenir des bugs que je te prierai de signaler* Affiche un graphique de l'évolution de ta côte. Si from_date (comme JJ.MM.YY ou AAAA-MM-JJ) est donné, le graphique commence à cette date ; sinon, il commence au plus tôt qu'Orisa à accès.
it: *Questo comando è in beta e può cambiare in ogni momento; può avere anche bug, segnalali per favore* Mostra un grafico del tuo SR. Se viene fornito from_date (come DD.MM.YY o YYYY-MM-DD), il grafico inizia da quella data, altrimenti inizia da dove Orisa ha raccolto dati.
nl: *Deze command is in beta en kan veranderen op elk moment; het kan ook bugs hebben, meld ze alsjeblieft* Toont een grafiek van jouw SR. Als from_date (als in DD.MM.YY of YYYY-MM-DD) is weergegeven, dan start de grafiek vanaf die datum, anders start het wanneer Orisa data heeft.
pl: *Ta komenda jest w fazie beta i może się zmienić w każdej chwili; może również zawierać błędy, więc nie wahajcie się ich zgłaszać* Pokazuje graf twojej RU. Jeżeli podana jest dodatkowo wytyczna from_date (w formacie DD.MM.RR lub RRRR-MM-DD), graf zacznie się od tego momentu. W przeciwnym wypadku zacznie się w momencie do którego sięga pamięcią Orisa.
pt_br: *Este comando está na versão beta e pode ser alterado a qualquer momento; também pode conter erros, informe-os por favor.* Mostra um gráfico do seu SR. Se qualquer data for fornecida (como DD.MM.YY ou AAAA-MM-DD), o gráfico iniciará nessa data, caso contrário, começará assim que a Orisa tiver dados.
pt_pt: *Este comando está em beta e pode ser mudado a qualquer momento; pode também conter bugs, logo se encontrares algum por favor reporta aos devs.* Mostra um gráfico do teu SR. Se for indicada `form_date` (no formato DD.MM.AA ou AAAA-MM-DD), o gráfico começa na data indicada, caso contrário começa desde que a Orisa tem dados teus.
ru: *Эта команда находится в бета-версии и может измениться в любое время; также могут быть ошибки, сообщите о них, пожалуйста* Показывает график вашего рейтинга. Если задано значение from_date (например, DD.MM.YY или YYYY-MM-DD), график начинается с этой даты, в противном случае он начинается с последних данных Orisa.

source: *This command can only be used by users with the Orisa Admin role!* Like srgraph, but shows the graph for the given user.
nl: *Deze command kan alleen worden uitgevoerd door gebruikers met de Orisa Admin rol!* Net zoals srgraph, maar deze toont de grafiek voor de desbetreffende gebruiker.
pt_br: *Este comando pode ser usado apenas por usuários com o cargo!* Como o comando srgraph, mas mostra o gráfico para o usuário especificado.

source: If you have secondary BattleTags, you can remove the given BattleTag from the list. The search is performed fuzzy, so you normally only have to specify the first few letters of the BattleTag to remove. You cannot remove your primary BattleTag, you have to choose a different primary BattleTag first. *Example:* `!ow unregister foo`
de: Wenn du sekundären BattleTags hast, kannst du hiermit das gewählte BattleTag entfernen. Die Suche wird unscharf vorgenommen, so dass du in der Regel nur die ersten paar Buchstaben angeben musst. Dein Haupt-BattleTag kannst du nicht entfernen, du musst erst ein anderes BattleTag zu deinem Haupt-BattleTag machen, oder mit `!ow forgetme` alle deine Daten löschen *Beispiel:* `!ow unregister foo`
fr: Si tu as des Battletags secondaires, tu peux supprimer un certain Battletag de la liste. La recherche est effectuée approximativement de sorte que tu aies seulement besoin de spécifier les premières lettres de ce Battletag à supprimer. Tu ne peux pas supprimer ton Battletag principal. Tu dois donc d’abord définir un autre Battletag principal. *Exemple :* `!ow unregister foo`
pl: Jeżeli posiadasz dodatkowe BattleTagi, możesz usunąć któryś z nich z listy. Wykonywane jest wyszukiwanie z korekcją błędów, więc zazwyczaj wystarczy podanie tylko kilku pierwszych znaków BattleTagu który chcesz usunąć. Aby usunąć swój główny BattleTag, musisz wpierw wyznaczyć inny na jego miejsce. *Przykład:* `!ow unregister foo`
pt_br: Se você tiver BattleTags secundárias, poderá remover a BattleTag fornecida da lista. A pesquisa é realizada de forma imprecisa, portanto, normalmente só é necessário especificar as primeiras letras do BattleTag para remover. Você não pode remover sua BattleTag principal, primeiro escolha uma BattleTag primária diferente. *Exemplo:* `!ow unregister foo`
pt_pt: Se tens BattleTags secundárias, podes remover a que indicares da lista. A pesquisa e feita de forma confusa, por isso normalmente apenas precisas de especificar as primeiras letras da BattleTag a apagar. Não podes apagar a tua BattleTag primária, tens de escolher uma BattleTag diferente primeiro. *Exemplo*: `!ow unregister foo`
