Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: Your nick will be updated even when you are not in an OW voice channel. Use `@Orisa alwaysshowsr off` to turn it off again.
es: Tu apodo se actualizará incluso si no estás en un canal de voz de OW. Utiliza `@Orisa alwaysshowsr off` para deshabilitar esta opción.
it: Il tuo nome sarà aggiornato anche quando non sei in un canale OW. Usa `@Orisa alwaysshowsr off` per spegnerlo di nuovo.
nb_no: Ditt kallenavn vil bli oppdatert selv når du ikke er i en OW-talekanal. Bruk `@Orisa alwaysshowsr off` for å skru det av igjen.
ru: Ваш ник будет обновлен, даже если вы не находитесь в голосовом канале OW. Используйте `@Orisa alwaysshowsr off`, чтобы выключить эту опцию.

source: Your nick will only be updated when you are in an OW voice channel. Use `@Orisa alwaysshowsr on` to always update your nick.
es: Tu apodo solamente se actualizará cuando estés en un canal de voz de OW. Utiliza `@Orisa alwaysshowsr on` para actualizar tu apodo siempre.
it: Il tuo nome sarà aggiornato solo quando sarai in un canale OW. Usa `@Orisa alwaysshowsr on` per aggiornare il tuo nome.
ru: Ваш ник будет обновляться только тогда, когда вы находитесь в голосовом канале OW. Используйте `@Orisa alwaysshowsr on`, чтобы ваш никнейм обновлялся всегда.

source: You are not registered! Do `@Orisa register` first.
es: No estás registrado! Primero debes escribir `@Orisa register`.
it: Non sei registrato! Scrivi prima `@Orisa register`.
nb_no: Du er ikke registrert. Utfør `@Orisa register` først.
ru: Вы не зарегистрированы! Сделайте это `@Orisa register`.

source: I'm not configured yet! Somebody with the role `Orisa Admin` needs to issue `@Orisa config` to configure me first!
es: No estoy configurada todavía! Alguien con el role `Orisa Admin` necesita escribir `@Orisa config` para configurarme antes de hacer nada!
it: Non sono ancora configurata! Qualcuno con il ruolo `Orisa Admin` deve scrivere `@Orisa config` per configurarmi prima!
nb_no: Jeg er ikke satt opp enda. Noen med rollen `Orisa Admin` må utstede `@Orisa config` for å sette meg opp først.
ru: Я еще не настроена! Кто-то с ролью `Orisa Admin` должен вписать `@Orisa config, чтобы сначала настроить меня!

source: Shows the BattleTag for the given nickname, or your BattleTag if no nickname is given. `nick` can contain spaces. A fuzzy search for the nickname is performed. *Examples:* `@Orisa` will show your BattleTag `@Orisa the chosen one` will show the BattleTag of "tHE ChOSeN ONe" `@Orisa orisa` will show the BattleTag of "SG | Orisa", "Orisa", or "Orisad" `@Orisa oirsa` and `@Orisa ori` will probably also show the BattleTag of "Orisa"
es: Muestra el BattleTag asociado al apodo introducido, o tu BattleTag si no se ha introducido ninguno. `apodo` puede contener espacios. Se realizará una búsqueda difusa del apodo. *Ejemplos:* `@Orisa` mostrará tu BattleTag `@Orisa the chosen one` mostrará el BattleTag de "tHE ChOSeN ONe" `@Orisa orisa` mostrará el BattleTag de "SG | Orisa", "Orisa", o "Orisad" `@Orisa oirsa` y `@Orisa ori` probablemente también mostrarán el BattleTag de "Orisa"
it: Mostra i BattleTag per i nomi segnalati, o il tuo Batteltag se non hai inserito altri nomi. `nick` può contenere spazi. Puoi effettuare una ricerca approfondita *Esempi:* `@Orisa` mostra il tuo BattleTag `@Orisa the chosen one` mostra il BattleTag di "tHE ChOSeN ONe" `@Orisa orisa` mostra il BattleTag di "SG | Orisa", "Orisa", or "Orisad" `@Orisa oirsa` e `@Orisa ori` mostrerà probabilmente anche i BattleTag "Orisa"
ru: Показывает BattleTag для данного никнейма или ваш BattleTag, если никнейм не указан. `nick` может содержать пробелы. Поиск по нечеткому введению никнейма выполним. *Примеры:* `@Orisa` покажет ваш BattleTag `@Orisa the chosen one` покажет BattleTag "tHE ChOSeN ONe" `@Orisa orisa` покажет the BattleTag of "SG | Orisa", "Orisa", or "Orisad" `@Orisa oirsa` и `@Orisa ori` вероятно, также покажут BattleTag of "Orisa"

source: On some servers, Orisa will only show your SR or rank in your nick when you are in an OW voice channel. If you want your nick to always show your SR or rank, set this to on. *Example:* `@Orisa alwaysshowsr on`
es: En algunos servidores, Orisa solo mostrará tu SR o tu rango en tu apodo cuando estés en un canal de voz de OW. Si quieres que tu apodo muestre siempre tu SR o rango, configura la opción en 'on'. *Ejemplo:* `@Orisa alwaysshowsr on`
it: Su alcuni server, Orisa mosterà solo il tuo SR o il livello nel tuo nick quando sei in un canale OW. Se vuoi che il tuo nome mostri sempre il tuo SR o livello, usa questo: *Esempio:* `@Orisa alwaysshowsr on`
nb_no: På noen tjenere vil Orisa kun vise din SR eller rang i kallenavnet når du er i OW-stemmekanalen. Slå dette på hvis du ønsker at kallenavnet ditt alltid skal vise SR eller rang. *Eksempel:* `@Orisa alwaysshowsr on`
ru: На некоторых серверах Orisa будет показывать ваш рейтинг или ранг в вашем никнейме, когда вы находитесь в голосовом канале OW. Если вы хотите, чтобы в вашем никнейме всегда показывалось ваш рейтинг или ранг, установите его на on. *Пример:* `@Orisa alwaysshowsr on`

source: Same as `@Orisa [nick]`, (only) useful when the nick is the same as a command. *Example:* `@Orisa get register` will search for the nick "register".
es: Igual que `@Orisa [apodo]`, útil (solamente) cuando el apodo es igual que un comando. *Ejemplo:* `@Orisa get register` buscará el apodo "register".
it: Uguale a `@Orisa [nick]`, (solo) utile quando il nick è lo stesso del comando. *Esempio:* `@Orisa get register` cercherà il nick "Register".
ru: То же, что `@Orisa [nick]`, (только) полезно в случае когда ник совпадает с названием команды. *Пример:* `@Orisa get register` будет искать ник "register".

source: Create a link to your BattleNet or Gamertag account, or adds a secondary BattleTag to your account. Your OW account will be checked periodically and your nick will be automatically updated to show your SR or rank (see the *format* command for more info). `@Orisa register` and `@Orisa register pc` will register a PC account, `@Orisa register xbox` will register an XBL account. If you register an XBL account, you have to link it to your Discord beforehand. For PSN accounts, you have to give your Online ID as part of the command, like `@Orisa register psn Your_Online-ID`.
es: Enlaza tu BattleNet o Gamertag con tu cuenta, o añade un BattleTag secundario a tu cuenta. Tu cuenta de OW será consultada periódicamente y tu apodo se actualizará automáticamente para mostrar tu SR o rango (consulta el comando *format* para más información). `@Orisa register` y `@Orisa register pc` registrarán una cuenta de PC, `@Orisa register xbox` registrará una cuenta de XBL. Si registras una cuenta de XBL, tienes previamente que enlazarla con tu Discord. Para cuentas PSN tienes que poner tu ID Online como parte del comando: `@Orisa register psn Tu_ID_Online`.
it: Crea un link al tuo account BattleNet o GamerTag, o aggiungi un BattleTag secondario al tuo account. Il tuo account OW sarà controllato periodicamente e il tuo nick sarà aggiornato automaticamente per mostrare il tuo SR o Rank (Vedi il comando *format* per maggiori info). `@Orisa register` e `@Orisa register pc` registreranno un account PC, `@Orisa register xbox` registrerà un account XBL. Se registri un account XBL, devi prima collegarlo al tuo Discord. Per gli account PSN, devi fornire il tuo ID online come parte del comando, per esempio `@Orisa register psn Your_Online-ID`.
ru: Создайте ссылку на свою учетную запись BattleNet или Gamertag или добавьте в свою учетную запись дополнительный BattleTag. Ваша OW-учетная запись будет периодически проверяться, а Ваш ник будет автоматически обновляться для отображения вашего рейтинга или ранга (см. Команду *format* для получения дополнительной информации). `@Orisa register` и `@Orisa register pc` зарегистрируют учетную запись ПК, `@Orisa register xbox` зарегистрирует учетную запись XBL. Если вы регистрируете учетную запись XBL, вам необходимо заранее связать ее с Discord. Для учетных записей PSN вы должны указать свой Online идентификатор как часть команды, например `@Orisa register psn Your_Online-ID`.

source: Makes the given secondary BattleTag your primary BattleTag. Your primary BattleTag is the one you are currently using: its SR is shown in your nick The search is performed fuzzy and case-insensitve, so you normally only need to give the first (few) letters. The given BattleTag must already be registered as one of your BattleTags. *Example:* `@Orisa setprimary jjonak`
es: Convierte el BattleTag secundario introducido en tu BattleTag primario. Tu BattleTag primario es el que estás usando actualmente: tu SR se muestra en tu apodo. La búsqueda realizada es difusa e ignora mayúsculas, así que normalmente solo necesitas introducir las primeras (pocas) letras. El BattleTag introducido tiene que estar previamente registrado como uno de tus BattleTags. *Ejemplo:* `@Orisa setprimary jjonak`
it: Rende il tuo BattleTag secondario quello primario. Il tuo battleTag primario è quello che stai usando attualmente: il suo SR è mostrato nel tuo nick. La ricerca viene fatta in modo efficiente, quindi normalmente devi solo fornire la prime (poche) lettere. Il BattleTag fornito deve essere già registrato come uno dei tuoi BattleTag. *Esempio:* `@Orisa setprimary jjonak`
ru: Делает данный вторичный BattleTag вашим основным BattleTag. Ваш основной BattleTag тот, который вы используете в настоящее время: его рейтинг отображается в вашем никнейме Поиск выполняется по нечеткому введению никнейма и нечувствителен к регистру, поэтому обычно вам нужно дать только первые (несколько) букв. Данный BattleTag уже должен быть зарегистрирован как один из ваших BattleTag. *Пример:* `@Orisa setprimary jjonak`

source: Like `@Orisa setprimary battletag`, but uses numbers, 1 is your first secondary, 2 your seconds etc. The order is shown by `@Orisa` (alphabetical) Normally, you should not need to use this alternate form, it's available in case Orisa gets confused on what BattleTag you mean (which shouldn't happen). *Example:* `@Orisa setprimary 1`
es: Al igual que `@Orisa setprimary battletag`, pero usa números, 1 es tu primer secundario, 2 tu segundo, etc. El orden se muestra usando `!ow`(alfabético). Normalmente no es necesario usar este formato alternativo, está disponible en caso de que Orisa se confunda con el BattleTag al que te referías (cosa que no debería ocurrir). *Ejemplo:* `@Orisa setprimary 1`
it: Come `@Orisa setprimary battletag` ma usa i numeri, 1 è il tuo primo dei secondari, 2 è il tuo secondo ecc.. L'ordine è mostrato da `@Orisa` (Alfabetico). Normalmente non hai bisogno di usare questa forma alternativa, è disponibile nel caso in cui Orisa si confondesse a quale BattleTag ti riferisci (il che non dovrebbe succedere). *Esempio:* `@Orisa setprimary 1`
ru: Подобно `@Orisa setprimary battletag`, но использует числа, 1 - ваш первый BattleTag, 2 - ваш следующий BattleTag и т.д. Порядок отображения `@Orisa` (в алфавитном порядке) Как правило, вам не нужно использовать эту альтернативную форму, она доступна на тот случай, если Orisa запутается в том, какой BattleTag вы имеете в виду (чего не должно быть). *Пример:* `@Orisa setprimary 1`

source: Sets the role you can/want to play. It will be shown in `@Orisa` and will also be used to update the number of roles in voice channels you join. *roles* is a single "word" consisting of one or more of the following identifiers (both upper and lower case work): `d` for DPS, `m` for Main Tank, `o` for Off Tank, `s` for Support *Examples:* `@Orisa setroles d`: you only play DPS. `@Orisa setroles so`: you play Support and Off Tanks. `@Orisa setroles dmos`: you are a true Flex and play everything.
es: Selecciona los roles que quieres/puedes jugar. Se mostrará con `@Orisa` y además se usará para actualizar el número de roles en los canales de voz a los que te unas. *roles* es una única "palabra" formada por uno o más de los siguientes identificadores (funcionan tanto en mayúsculas como minúsculas): `d`para DPS, `m` para Main Tank, `o` para Off Tank, `s` para Apoyo, *Ejemplos:* `@Orisa setroles d`: solo juegas DPS. `@Orisa setroles so`: jugas Apoyo y Off Tanks. `@Orisa setroles dmos`: eres un auténtico Flex y juegas de todo.
it: Imposta il ruolo che puoi/vuoi giocare. Sarà mostrato in `@Orisa` e sarà anche usato per aggiornare il numero dei ruoli nei canali vocali a cui ti unisci. *Ruoli* è una singola "parola" che consiste in uno o più degli identificatori seguenti (sia maiuscole che minuscole funzionano): `d` per DPS, `m` per Main Tank, `o` per Off Tank, `s` per Supporto *Esempi:* `@Orisa setroles d`: giochi solo DPS. `@Orisa setroles so`: giochi Supporto e Off Tank. `@Orisa setroles dmos`: sei un tipo forte e giochi tutto.
ru: Устанавливает роль, в которую вы можете/хотите играть. Это будет указано в `!ow`, а также будет использоваться для обновления количества ролей в голосовых каналах, к которым вы присоединяетесь. *roles* - это отдельный параметр состоящий из одного или нескольких следующих идентификаторов (нет разницы с большой буквы или маленькой): `d` для урона,`m` для основного танка, `o` для дополнительного танка, `s` для поддержки *Примеры:* `@Orisa setroles d`: вы играете только на уроне. `@Orisa setroles so`: вы играете на поддержке и дополнительном танке. `@Orisa setroles dmos`: вы настоящий киберспортсмен и играете на всем.

source: If you have secondary BattleTags, you can remove the given BattleTag from the list. The search is performed fuzzy, so you normally only have to specify the first few letters of the BattleTag to remove. You cannot remove your primary BattleTag, you have to choose a different primary BattleTag first. *Example:* `@Orisa unregister foo`
es: Si tienes BattleTags secundarios, puedes eliminar el BattleTag especificado de la lista. La búsqueda realizada es difusa, así que debería bastar con introducir las primeras letras del BattleTag a eliminar. No puedes eliminar tu BattleTag primario, tienes que elegir un BattleTag primario antes. *Ejemplo:* `@Orisa unregister foo`
it: Se hai BattleTag secondari, puoi rimuovere un certo BattleTag dalla lista. La ricerca è efficiente quindi normalmente devi fornire solo le prima poche lettere del BattleTag da rimuovere. Non puoi rimuovere il BattleTag primario, devi prima scegliere un altro BattleTag primario. *Example:* `@Orisa unregister foo`
ru: Если у вас есть дополнительные BattleTags, вы можете удалить определенный BattleTag из списка. Нечеткое введение в поиске выполнимо, поэтому обычно нужно указать только первые несколько букв BattleTag для удаления. Вы не можете удалить свой основной BattleTag, вы должны сначала выбрать другой основной BattleTag. *Пример:* `@Orisa unregister foo`

source: Like `unregister battletag`, but removes the battletag by number. Your first secondary is 1, your second 2, etc. The order is shown by the `@Orisa` command (it's alphabetical). Normally, you should not need to use this alternate form, it's available in case Orisa gets confused on what BattleTag you mean (which shouldn't happen) *Example:* `@Orisa unregister 1`
es: Igual que `unregister battletag`, pero elimina el battletag por número. Tu primer secundario es 1, tu segundo 2, etc. El orden se muestra usando `@Orisa`(alfabético). Normalmente no es necesario usar este formato alternativo, está disponible en caso de que Orisa se confunda con el BattleTag al que te referías (cosa que no debería ocurrir). *Ejemplo:* `@Orisa unregister 1`
it: Uguale a `unregister battletag`, ma rimuove il BattleTag a seconda del numero. Il tuo primo secondario è 1, il secondo è 2, ecc... L'ordine è mostrato del comando `@Orisa` (è alfabetico). Normalmente, non dovresti usare quel formato alternativo, è disponibile nel caso Orisa si confonda sul BattleTag a cui ti riferisci (il che non dovrebbe accadere) *Example:* `@Orisa unregister 1`
ru: Подобно `unregister battletag`, но удаляет BattleTag по номеру. Ваш первый BattleTag - 1, ваш следующий BattleTag - 2, и т.д. Порядок отображается командой `@Orisa` (в алфавитном порядке). Обычно вам не нужно использовать эту альтернативную форму, она доступна на тот случай, если Orisa запутается в том, какой BattleTag вы имели ввиду (чего не должно быть) *Пример:* `@Orisa unregister 1`

source: You are not registered. Do `@Orisa register` first!
es: No estás registrado. Primero debes escribir `@Orisa register`!
it: Non sei registrato. Inizia con `@Orisa register` prima!
nb_no: Du er ikke registrert. Utfør `@Orisa register` først.
ru: Вы не зарегистрированы. Сначала зарегистрируйтесь `@Orisa register`!

source: Try to use the $sr format (you can type `@Orisa format $sr` into this DM channel), or shorten your nickname.
es: Intenta usar el formato $sr (puedes escribir `@Orisa format $sr` en este canal de MD), o acorta tu apodo.
it: Prova ad usare il formato $sr (Puoi scrivere `@Orisa format $sr` in questo canale privato), o accorciare il tuo nickname.
nb_no: Prøv å bruke «$sr»-formatet (du kan skrive `@Orisa format $sr` her), eller forkorte kallenavnet ditt.
ru: Попробуйте воспользоваться форматом $sr (вы можете ввести `@Orisa format $sr` в этом канале личных сообщений) или сократить свой никнейм.

source: I'm sorry, it seems like you don't have a BattleTag. Use `@Orisa register xbox` to register an Xbox account.
es: Lo siento, parece que no tienes un BattleTag. Usa `@Orisa register xbox` para registrar una cuenta de Xbox.
it: Mi spiace, sembra che tu non abbia un BattleTag. Usa `@Orisa register xbox` per registrare un account Xbox.
ru: Извините, похоже, у вас нет BattleTag. Используйте `@Orisa register xbox` для регистрации учетной записи Xbox.

source: On some servers, I will only update your nick if you join a OW voice channel. If you want your nick to always show your SR, use the `@Orisa alwaysshowsr` command. If you want me to show your rank instead of your SR, use `@Orisa format $rank`. If you have more than one account, simply issue `@Orisa register` again.
es: En algunos servidores, solo actualizaré tu apodo si te unes a un canal de voz de OW. Si quieres que tu apodo se actualice para mostrar siempre tu SR, usa el comando `@Orisa alwaysshowsr`. Si quieres que muestre tu categoría en vez de tu SR, usa `@Orisa format $rank`. Si tienes más de una cuenta, solo tienes que usar `@Orisa register` otra vez.
it: In alcuni server, aggiornerò il tuo nick solo se entrerai in una canale OW. Se vuoi che il tuo nick mostri il tuo SR, usa il comando `@Orisa alwaysshowsr`. Se vuoi che io mostri il tuo Rank invece del tuo SR, usa `@Orisa format $rank`. Se hai più di un account, usa semplicemente `@Orisa register` di nuovo.
ru: На некоторых серверах я обновлю ваш ник только в том случае, если вы подключены к голосовому каналу OW. Если вы хотите, чтобы в вашем никнейме всегда показывался ваш рейтинг, используйте команду `@Orisa alwaysshowsr`. Если вы хотите, чтобы я показывала ваш ранг вместо вашего рейтинга, используйте `!ow format $rank`. Если у вас более одной учетной записи, просто снова введите `@Orisa register`

source: OK. I've added **{new_handle}** to the list of your {new_type}s. **Your primary {primary_type} remains {primary_handle}**. To change your primary tag, use `@Orisa setprimary`, see help for more details.
es: OK. He añadido **{new_handle}** a la lista de tus {new_type}s. **Tu {primary_type} primario sigue siendo {primary_handle}**. Para cambiar tu tag primario, usa `@Orisa setprimary`, consulta la ayuda para más detalles.
it: OK. Ho aggiunto **{new_handle}** alla lista dei tuoi {new_type}. **Il tuo {primary_type} primario rimane {primary_handle}**. Per cambiare il tuo tag primario usa `@Orisa setprimary`, vedi la sezione aiuto per maggiori dettagli.
nb_no: OK. {new_handle} har blitt lagt til i din {new_type}. **Din hoved-{primary_type} er fremdeles {primary_handle}**. For å endre din primærtagg kan du bruke `@Orisa setprimary`. Sjekk hjelp for flere detaljer.
ru: ХОРОШО. Я добавила **{new_handle}** в ваш список {new_type}. **Вашей основной {primary_type} остается {primary_handle}**. Чтобы изменить это, используйте `@Orisa setprimary`, для получения более подробной информации см. Справку.

source: `setprimary` requires the first few letters of the handle you want to make your primary as a parameter, e.g. `@Orisa setprimary foo`
es: `setprimary` requiere como parámetro las primeras letras del mango que quieras convertir en primario, por ejemplo `@Orisa setprimary foo`
it: `setprimary`richiede le prime lettere dell'account che vuoi rendere primario come parametro, esempio `@Orisa setprimary foo`
nb_no: `setprimary` lrever de første bokstavene i kallenavnet du ønsker å gjøre til hovedkarakter som parameter. F.eks. `@Orisa setprimary foo`

source: Blizzard says your {type} {handle} does not exist. Did you change it? Use `@Orisa register` to update it.
es: Blizzard dice que tu {type} {handle} no existe. ¿Lo has cambiado? Usa `@Orisa register` para actualizarlo.

source: OK, I have updated your data. Your ranks are now {sr}. If that is not correct, you need to log out of Overwatch once and try again; your profile also needs to be public for me to track your ranks.
es: Vale, he actualizado tus datos. Tus rangos son ahora {sr}. Si no es correcto, tienes que cerrar sesión en Overwatch una vez y volver a intentarlo; tu perfil también tiene que ser público para que pueda hacer un seguimiento de tus rangos.

source: When joining a QP or Comp channel, you need to know the BattleTag of a channel member, or they need yours to add you. In competitive channels it also helps to know which SR the channel members have. To avoid having to ask for this information again and again when joining a channel, this bot was created. When you register with your BattleTag, your nick will automatically be updated to show your current SR and it will be kept up to date. You can also ask for other member's BattleTag, or request your own so others can easily add you in OW. It will also send a short message to the chat when you ranked up. *Like Overwatch's Orisa, this bot is quite young and still new at this. Report issues to <@!{OWNER}>* **The commands only work in the <#{channel_id}> channel or by sending me a DM** If you are new to Orisa, you are probably looking for `@Orisa register` or `@Orisa register xbox` If you want to use Orisa on your own server or help developing it, enter `@Orisa about` Parameters in [square brackets] are optional.
es: Cuando te unes a un canal QP o Comp, necesitas saber el BattleTag de un miembro del canal, o ellos necesitan el tuyo para añadirte. En los canales competitivos también ayuda saber qué SR tienen los miembros del canal. Para evitar tener que pedir esta información una y otra vez al unirte a un canal, se creó este bot. Cuando te registres con tu BattleTag, tu nick se actualizará automáticamente para mostrar tu SR actual y se mantendrá actualizado. También puedes pedir el BattleTag de otros miembros, o solicitar el tuyo propio para que otros puedan añadirte fácilmente en OW. También enviará un mensaje corto al chat cuando subas de rango. *Al igual que Orisa de Overwatch, este bot es bastante joven y todavía es nuevo en esto. Informa de cualquier problema a <@!{OWNER}>*. **Los comandos sólo funcionan en el canal <#{channel_id}> o enviándome un DM**. Si eres nuevo en Orisa, probablemente estás buscando `@Orisa register` o `@Orisa register xbox`. Si quieres usar Orisa en tu propio servidor o ayudar a desarrollarlo, introduce `@Orisa about`. Los parámetros entre [corchetes] son opcionales.
