Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: The channel name must not contain a #
de: Der Kanalname darf kein # enthalten
es: El nombre del canal no puede contener un #
fr: Le nom du salon ne doit pas contenir de #
it: Il nome del canale non deve contenere #
nb_no: Kanalnavnet kan ikke inneholde #
pl: Nazwa kanału nie może zawierać znaku #
pt_br: O nome do canal não deve conter um #
pt_pt: O nome do canal não deve conter um #
ru: Название канала не должно содержать #

source: This name is already used in this category
de: Dieser Name wird in dieser Kategorie bereits verwendet
es: Este nombre ya se está usando en esta categoría
fr: Ce nom est déjà utilisé dans cette catégorie
it: Questo nome è già usato in questa categoria
nb_no: Dette navnet er allerede i bruk i denne kategorien
pl: Ta nazwa jest już używana w tej kategorii
pt_br: Este nome já é usado nesta categoria
pt_pt: Este nome já é usado nesta categoria
ru: Это имя уже используется в этой категории

source: I got an incomplete answer from the server. This sometimes happens (for unknown reasons) when registering from a mobile phone. Try again with a PC or laptop. Sorry for the inconvenience
de: Ich habe eine unvollständige Antwort vom Server erhalten. Die kann passieren, wenn Du Dich von einem Handy aus registrierst (die Gründe dafür sind unbekannt). Versuche, dich auf einem PC oder Laptop zu registrieren. Entschuldige die Unannehmlichkeiten
es: Obtuve una respuesta incompleta del servidor. Esto ocurre a veces (por razones desconocidas) al registrarte desde un teléfono móvil. Inténtalo de nuevo con un PC o portátil. Perdón por las molestias
it: Ho ricevuto una risposta incompleta dal server. Succede a volte (per ragioni sconosciute) quando ci si registra da un cellulare. Riprova da un PC o laptop. Mi spiace per l'inconveniente
nb_no: Fikk et ufullstendig svar fra tjeneren. Dette skjer noen ganger (uvisst av hvilken grunn) ved registrering fra mobiltelefon. Prøv igjen med en skrivebordsmaskin eller bærbar PC.
pl: Dostałam niekompletną odpowiedź od serwera. To zdarza się czasami (z nieznanych powodów) podczas rejestracji z telefonu komórkowego. Spróbuj ze swoim laptopem bądź komputerem osobistym. Przepraszam za kłopot
pt_br: Eu recebi uma resposta incompleta do servidor. Às vezes, isso acontece (por razões desconhecidas) ao se registrar a partir de um telefone celular. Tente novamente com um PC ou laptop. Desculpe pela inconveniência
pt_pt: Recebi uma resposta incompleta do servidor. Isto às vezes acontece (por motivos desconhecidos) quando o registo é feito através de um telemóvel. Tenta novamente num PC ou portátil. Desculpa pelo incómodo
ru: Я получила неполный ответ от сервера. Это иногда происходит (по неизвестным причинам) при регистрации с мобильного телефона. Попробуйте с вашего ноутбука или персонального компьютера. Извините за неудобства

source: The link has expired. Please request a new link with {register}.
de: Dieser Link ist abgelaufen. Bitte fordere mit {register} einen neuen an.
es: El enlace ha caducado. Por favor pide un link nuevo con {register}.
fr: Le lien a expiré. Je te prie de demander un nouveau lien avec {register}.
it: Il collegamento è scaduto. Per favore richiedi un nuovo collegamento con {register}.
nb_no: Denne lenken har utløpt. Forespør en ny lenke med {register}.
pl: Link wygasł. Proszę wygeneruj nowy używając {register}.
pt_br: O link expirou. Por favor, solicite um novo link com {register}.
pt_pt: A ligação expirou. Por favor, pede uma ligação nova com {register}.
ru: Срок действия ссылки истек. Пожалуйста, запросите новую ссылку {register}..

source: The data I got back is invalid. Please request a new URL with {register}.
de: Ich habe ungültige Daten zurückbekommen. Bitte fordere eine neue URL mit {register} an.
es: Los datos que he obtenido son inválidos. Por favor pide una nueva URL con {register}.
fr: Les données que j’ai récupéré sont invalides. Je te prie de demander une nouvelle URL avec {register}.
it: Il dato che ho ricevuto non è valido. Per favore richiedi un nuovo URL con {register}.
nb_no: Fikk ugyldig data tilbake. Forespør en ny nettadresse med {register}.
pl: Dane które otrzymałam są nieprawidłowe. Proszę stwórz nowy adres URL używając {register}.
pt_br: Os dados que retornei são inválidos. Solicite um novo URL com {register}.
pt_pt: Os dados que recebi são inválidos. Por favor, pede um novo URL com {register}.
ru: Данные, которые я получила, неверны. Пожалуйста, запросите новую URL-ссылку с помощью {register}.

source: I got invalid data. Please try registering again.
de: Ich habe ungültige Daten erhalten. Bitte versuche es erneut.
es: He obtenido datos inválidos. Por favor intenta registrarte otra vez.
fr: Mes données sont invalides. Essaie de t'inscrire à nouveau.
it: Ho ricevuto dati non validi. Per favore prova a registrarti di nuovo.
nb_no: Fikk ugyldig data. Forsøk registrering igjen.
pl: Otrzymałam nieprawidłowe dane. Proszę spróbuj się zarejestrować ponownie.
pt_br: Eu obtive dados inválidos. Por favor, tente se registrar novamente.
pt_pt: Recebi dados inválidos. Por favor, tenta fazer o registo novamente.
ru: Я получила неверные данные. Пожалуйста, попробуйте зарегистрироваться снова.

source: You didn't give me permission to access your BattleTag; registration cancelled.
de: Du hast mir nicht erlaubt, auf deinen BattleTag zuzugreifen; Registrierung abgebrochen.
es: No me has dado permiso para acceder a tu BattleTag; registro cancelado.
fr: Tu ne m’as pas donné la permission d’accéder à ton Battletag ; l'enregistrement a été annulé.
it: Non mi hai dato il permesso per accedere al tuo BattleTag; registrazione annullata.
nb_no: Du har ikke gitt meg tilgang til din kampetikett; registrering avbrutt.
nl: Je hebt me geen toegang gegeven to jouw BattleTag; registratie geannuleerd.
pl: Nie dałeś mi pozwolenia na dostęp do twojego BattleTagu; rejestracja została anulowana.
pt_br: Você não me deu permissão para acessar sua BattleTag; registro cancelado.
pt_pt: Não me deste permissão para aceder à tua BattleTag; registo cancelado.
ru: Вы не дали мне разрешение на доступ к вашему BattleTag; регистрация отменена.

source: I'm sorry. Something went wrong on my side. Try to reissue {register}.
de: Es tut mir leid. Etwas ist auf meiner Seite schief gelaufen. Versuche, nocheinmal {register} einzugeben.
es: Lo siento. Algo ha funcionado mal por mi parte. Intenta volver a introducir {register}.
fr: Je suis désolé. Quelque chose a mal fonctionné de mon côté. Essaie de réutiliser {register}.
it: Mi dispiace. Qualcosa è andato storto. Riprova {register}.
nb_no: Noe gikk galt på min side. Prøv å utstede {register} igjen.
pl: Przepraszam. Coś po mojej stronie poszło nie tak. Spróbuj ponownie użyć {register}.
pt_br: Eu sinto muito. Algo deu errado aqui desse lado. Tente reemitir {register}.
pt_pt: Desculpa. Algo correu mal do meu lado. Tenta fazer {register} novamente.
ru: Извините. Что-то пошло не так со мной. Попробуйте снова использовать {register}.

source: Thank you! I have sent you a DM.
de: Ich habe dir eine PN geschickt.
es: Gracias! Te he enviado un mensaje privado.
fr: Merci ! Je t'ai envoyé un message privé.
it: Grazie! Ti ho mandato un messaggio privato.
nb_no: Takk. Du har blitt tilsendt en privat melding.
nl: Dank je! Ik heb je een privébericht gestuurd.
pl: Dziękuję! Wysłałam ci PW.
pt_br: Obrigado! Enviei-lhe uma mensagem direta.
pt_pt: Obrigado! Enviei-te uma DM.
ru: Спасибо! Я отправил вам личное сообщение.

source: After August 31th, I will not be able to see commands unless you mention me, please use "{new_cmd}" in the future. You can still use "{cmd}" in DMs without mentioning me. Efi is working hard on making me understand slash commands as well.
pl: Po 31 sierpnia nie będę mogła zobaczyć komend, dopóki mnie nie oznaczycie. Proszę, używaj w przyszłości skłądni typu "{new_cmd}". Możesz jednakże wciąż używać "{cmd}" w wiadomościach prywatnych. Efi ciężko pracuje, bym w niedalekiej przyszłości umiała rozpoznawać również komendy zaczynające się od ukośnika.

source: Pt
nb_no: Pl
pl: Pl
ru: Пт

source: Dm
es: Di
nb_no: Di
pl: Di
ru: Ам

source: GM
pl: AM
ru: ГМ

source: Bronze
es: Bronce
it: Bronzo
nb_no: Bronse
pl: <<*st>> Brąz <<w>> Brązu
ru: Бронза

source: Tags
nb_no: Etiketter
pl: Tagi
pt_pt: Etiquetas
ru: Теги

source: SR
fr: Côte
pl: RU
ru: Рейтинг

source: Links
es: Enlaces
fr: Liens
it: Link
nb_no: Lenker
nl: Linken
pl: Linki
pt_pt: Hiperligações
ru: Ссылки

source: I am an open source Discord bot to help manage Overwatch Discord communities. I'm written and maintained by Dennis Brakhane (Joghurt#2732 on Discord) and licensed under the [GNU Affero General Public License 3.0+]({AGPL_LINK}); [development happens on GitHub]({GH_LINK})
de: Ich bin ein Open Source Discord-Bot, der dabei hilft, Overwatch Discord Gemeinschaften zu managen. Ich werde entwickelt und gewartet von Dennis Brakhane (Joghurt#2732 in Discord) und bin under der [GNU Affero General Public License 3.0]({AGPL_LINK}) lizenziert; die [Entwicklung findet auf GitHub statt]({GH_LINK})
es: Soy un bot de Discord de código abierto para ayudar a administrar comunidades Discord de Overwatch. Estoy escrito y mantenido por Dennis Brakhane (Joghurt#2732 en Discord) y licenciado bajo la [GNU Affero General Public License 3.0]({AGPL_LINK}); [el desarrollo se hace en GitHub]({GH_LINK})
it: Sono un bot Discord open source per aiutare a gestire le community di Overwatch. Sono scritto e gestito da Dennis Brakhane (Joghurt#2732 su Discord) e sotto licenza in base alla [GNU Affero General Public License 3.0]({AGPL_LINK}); lo [sviluppo è fatto su GitHub]({GH_LINK})
nb_no: En fri Discord-bott for håndtering av Overwatch-gemenskaper. Skrevet og vedlikeholdt av Dennis Brakhane (Joghurt#2732 på Discord) lisensiert [AGPLv3+]({AGPL_LINK}); [utviklet på GitHub]({GH_LINK}).
pl: Jestem Open Source'owym Discordowym botem pomagającym zarządzać społecznościami grającymi w Overwatch. Zostałam napisana przez Dennisa Brakhane'a (Joghurt#2732 na Discordzie). Jestem licencjonowana na bazie [GNU Affero General Public License 3.0]({AGPL_LINK}); [mój rozwój odbywa się na Githubie]({GH_LINK}) Polskie tłumaczenie zostało wykonane przez Kreativ'a (Kreativ#9341 na Discordzie)
pt_pt: {AGPL_LINK}Sou um Bot open source do Discord que ajuda a gerir comunidades de Overwatch no Discord. Sou escrita e suportada pelo Dennis Brakhane (Joghurt#2732 no Discord) e licenciada sob [GNU Affero General Public License 3.0+]({AGPL_LINK}); [desenvolvido no GitHub]({GH_LINK})
ru: Я - бот Discord с открытым исходным кодом, помогающий управлять сообществами Overwatch Discord. Я написан и поддерживаюсь Деннисом Браханом (Joghurt # 2732 on Discord) и лицензирован по [GNU Affero General Public License 3.0+] ({AGPL_LINK}); [разработка происходит на GitHub]({GH_LINK})

source: `!ow config` works in *any* channel (that I'm allowed to read messages in, of course), so you can also use an admin-only channel.
de: `!ow config` funktioniert in *jedem* Kanal (in dem ich natürlich Nachrichten lesen darf), Du kannst also auch einen Nur-Administrator-Kanal verwenden.
pl: `!ow config` działa w *każdym* kanale (w którym mogę czytać wiadomości, naturalnie), więc możesz również używać kanału tylko dla administratorów.
pt_pt: `!ow config` funciona em *qualquer* canal (onde posso ler mensagens, claro), logo podes usar também num canal apenas para admins.

source: {type} looks like a BattleTag and not like PC/Xbox, assuming you meant `!ow register pc`…
de: {type} sieht wie ein BattleTag aus und nicht wie PC/XBOX, ich gehe davon aus das du `!ow register pc` meintest…
pl: {type} wygląda raczej jak BattleTag niż jak PC/Xbox. Zakładam, że miałeś na myśli `!ow register pc`…
pt_pt: {type} parece ser uma BattleTag e não a plataforma (PC/Xbox/PSN). Assumo que querias fazer `!ow register pc`…

source: Invalid registration type "{type}". Use `!ow register` or `!ow register pc` for PC; `!ow register xbox` for Xbox, or `!ow register psn My-Online-Id_1234` for PlayStation.
de: Ungültiger Registrierungstyp "{type}". Verwende `!ow register` oder `!ow register pc` für einen PC Account. `! ow registrier xbox` für XBox, oder `!ow register psn Meine-Online-ID_1234` für PlayStation.
pl: Zła komenda "{type}". Użyj `!ow register` lub `!ow register pc` dla PC; `!ow register xbox` dla Xboxa albo `!ow register psn Moje-PSN-ID_1234` dla PlayStation.
pt_pt: O tipo de registo "{type}" é inválido. Usa `!ow register` ou `!ow register pc` para PC; `!ow register xbox` para Xbox, ou `!ow register psn My-Cool-ID_12345` para PlayStation.

source: I'm not allowed to send you a DM. Please right click on the Discord server, select "Privacy Settings", and enable "Allow direct messages from server members." Then try again.
de: Ich darf dir keine DN schicken. Klicke mit der rechten Maustaste auf den Discord-Server, wähle "Datenschutzeinstellungen" und aktiviere "Direktnachrichten von Servermitgliedern erlauben". Dann versuche es nochmal.
es: No tengo permisos para enviarte un Mensaje Privado. Haz clic derecho en el servidor de Discord, haz clic en "Ajustes de Privacidad", y activa "Activar mensajes directos de miembros del servidor." Después inténtalo de nuevo.
it: Non posso inviarti un messaggio privato. Per favore clicca sul server Discord, scegli "Impostazioni Privacy", e attiva "Permetti i messaggi privati dai membri del server." Poi riprova.
pl: Nie mam pozwolenia na wysyłanie ci wiadomości prywatnych. Kliknij prawym przyciskiem myszy na serwer Discord, wybierz "Ustawienia Prywatności", następnie aktywuj "Zezwalaj na wiadomości prywatne od członków serwerów". Następnie spróbuj jeszcze raz.
pt_pt: Não tenho permissão para te enviar uma DM. Por favor clica com o botão direito no servidor do Discord, seleciona "Configuração de Privacidade" e ativa "Permitir mensagens diretas de membros do servidor.". Depois tenta outra vez.
ru: Мне не разрешено отправлять вам личные сообщения. Щелкните правой кнопкой мыши на сервере Discord, выберите «Настройки конфиденциальности» и включите «Разрешить прямые сообщения от участников сервера». Тогда попробуйте еще раз.

source: I've sent you a DM with instructions.
es: Te he enviado un mensaje privado con instrucciones.
it: Ti ho inviato un messaggio privato con le istruzioni.
nb_no: Jeg har sendt deg instruks per privat melding.
pl: Wysłałam ci PW z instrukcjami.
pt_pt: Enviei-te uma DM com instruções.
ru: Я отправила вам личное сообщение с инструкциями.

source: `setprimary` requires the first few letters of the handle you want to make your primary as a parameter, e.g. `!ow setprimary foo`
de: `setprimary` benötigt die ersten paar Buchstaben des Handles, welches Du zum Haupthandle machen willst als Parameter, zB. `!ow setprimary foo`
pl: `setprimary` wymaga podania kilku pierwszych liter uchwytu którego chcesz użyć jako podstawowego jako parametru, np. `!ow setprimary foo`
pt_pt: `setprimary` exige que as primeiras letras do identificador que queres tornar principal sejam um parâmetro, ex: `!ow setprimary foo`

source: Sorry, using this format would make your nickname `{nickname}` be longer than 32 characters ({len} to be exact). Please choose a shorter format or shorten your nickname!
de: Bei Verwendung dieses Formats ist Dein Nickname `{nickname}` leider länger als 32 Zeichen ({len}um genau zu sein). Bitte wähle ein kürzeres Format oder kürze Deinen Nicknamen!
es: Lo sentimos, usando este formato tu apodo `{nickname}` sería más largo de 32 caracteres ({len} para ser exactos). Por favor, selecciona un formato más corto o acorta tu apodo!
it: Mi dispiace, usando questo formato il tuo nome `{nickname}` sarà più lungo di 32 caratteri({len} per l'esattezza). Prova a ridurre i caratteri del tuo nome!
nb_no: Når du bruker dette formatet er kallenavnet ditt {nickname} begreset til 32 tegn ({len} for å ha det sagt). Velg et kortere format, eller forkort kallenavnet ditt.
pl: Przepraszam, ale użycie tego formatu sprawiłoby, że twój `{nickname}` byłby dłuższy niż 32 znaki ({len}, ściśle mówiąc). Proszę wybierz krótszy format lub skróć swój nick!
pt_pt: Desculpa, este formato iria deixar o teu nickname `{nickname}` com mais de 32 caracteres ({len} para ser exato).` Por favor escolhe um formato mais pequeno ou abrevia o teu nickname!
ru: Извините, если использовать этот формат, ваш никнейм `{nickname}` будет длиннее 32 символов ({len} строго говоря). Пожалуйста, выберите более короткий формат или сократите свой никнейм!

source: Smarties Expert Bread Scientist Eternal Bosom of Hot Love Sith Lord of Security Namer of Clouds Scourge of Beer Cans Muse of Jeff Kaplan Shredded Cheese Authority Pork Rind Expert Dinosaur Supervisor Galactic Viceroy of C9 Earl of Bacon Dean of Pizza Duke of Tacos Retail Jedi
es: Experto en Smarties Científico del Pan Seno Eterno del Amor Caliente Lord Sith de la Seguridad Nombrador de Nubes Azote de las latas de cerveza Musa de Jeff Kaplan Autoridad del queso rallado Experto en cortezas de cerdo Supervisor de dinosaurios Virrey galáctico del C9 Conde del Bacon Decano de la Pizza Duque de los Tacos Jedi Minorista
it: Esperto di Smarties Scienziato del Pane Eternal Bosom of Hot Love Lord Sith della Sicurezza Nominatore di Nuvole Frustatore di Lattine di Birra Musa di Jeff Kaplan Autorità del Formaggio Grattugiato Duca dei Tacos Regina delle Barbie Supervisore dei Dinosauri Ricercatore di Minestrine Bucatore di Calzini Insegnante di Zapping Capitano delle Casalinghe Galactic Viceroy of C9
pl: Członek Gangu Vercetti Właściciel klubu w Los Santos Muza Jeffa Kaplana Komendant oddziału MILF Odkrywca Atlantydy Przyjaciel Spongeboba Mokry sen Gordona Freemana Kolekcjoner owoców Wumpa Magister Złota Rączka Menadżer Powierzchni Płaskich Jedi sprzedawany detalicznie Specjalista ds. kurczaka w panierce Adwokat Hot-Dogów Dealer Amfetaminy Jeff z uniwersum C-124
pt_pt: Expert em Smarties Cientista de Pão Rei das Linguiças Colecionador de Vento Musa do Jeff Kaplan Senhor das MILF Especialista em Areia Supervisor de Dinossauros Vice-rei de Kamabakka Conde da Beterraba Segurança do Chuck Norris Devorador de Caracteres

source: Blizzard says your {type} {handle} does not exist. Did you change it? Use `!ow register` to update it.
pl: Według Blizzarda Twoje {type}{handle} nie istnieje. Zmieniłeś je? Użyj `!ow register`, by je zaktualizować.
pt_pt: A Blizzard diz que a tua {type} {handle} não existe. Mudaste-a? Usa `!ow register` para a atualizar.

source: Missing roles identifier. Valid role identifiers are: `m` (Main Tank), `o` (Off Tank), `d` (Damage), `s` (Support). They can be combined, e.g. `ds` would mean Damage + Support.
de: Fehlende Rollenkennung. Gültige Rollenbezeichnungen sind: `m` (Main-Tank),`o` (Off-Tank),`d` (Schaden),`s` (Unterstützer). Sie können kombiniert werden, z.B. `ds` würde Schaden + Unterstützung bedeuten.
es: Te falta el identificador de rol. Los identificadores de roles son `m`(Main Tank), `o` (Off Tank), `d`(Daño), `s`(Apoyo). Puedes combinarlos, por ejemplo `ds` sería Daño+Apoyo.
it: Identificazione ruoli mancanti. Un identificatore ruolo valido deve essere `m` (Main Tank), `o` (Off Tank), `d` (Attacco), `s` (Supporto). Possono essere combinati, Ex `ds` sta per Damage + Support.
pl: Brakuje identyfikatora roli. Dostępne identyfikatory to: `m` (Main Tank), `o` (Off Tank), `d` (Natarcie), `s` (Wsparcie). Mogą one również zostać połączone, np. `ds` oznaczać będzie Natarcie + Wsparcie.
pt_pt: Identificador de função em falta. Os identificadores válidos são: `m` (Main Tank), `o` (Off Tank), `d` (Dano), `s` (Suporte). Podem ser combinados, por ex. `ds` corresponderia a Dano + Suporte.
ru: Пропущен идентификатор роли. Допустимые идентификаторы роли: `m` (Основной Танк), `o` (Дополнительный Танк), `d` (Урон), `s` (Поддержка). Их можно комбинировать, например, `ds` будет означать Урон + Поддержка.

source: Unknown role identifier '{role}'. Valid role identifiers are: `m` (Main Tank), `o` (Off Tank), `d` (Damage), `s` (Support). They can be combined, e.g. `ds` would mean Damage + Support.
de: Unbekannte Rollenbezeichnung'{role}'. Gültige Rollenbezeichnungen sind: `m` (Main-Tank),`o` (Off-Tank),`d` (Schaden),`s` (Unterstützer). Sie können kombiniert werden, z.B. `ds` würde Schaden + Unterstützung bedeuten.
es: Identificador de rol desconocido {role}. Los identificadores de roles válidos son `m`(Main Tank), `o` (Off Tank), `d`(Daño), `s`(Apoyo). Puedes combinarlos, por ejemplo `ds` sería Daño+Apoyo.
it: Identificazione ruoli '{role}' non riconosciuta. Un identificatore ruolo valido deve essere `m` (Main Tank), `o` (Off Tank), `d` (Attacco), `s` (Supporto). Possono essere combinati, Ex `ds` sta per Damage + Support.
pl: Nieznana rola '{role}'. Poprawne role to: `m` (Main Tank), `o` (Off Tank), `d` (Natarcie), `s` (Wsparcie). Możesz je również łączyć, np. `ds` oznaczać będzie Natarcie + Wsparcie.
pt_pt: Identificador de função '{role}' desconhecido. Os identificadores válidos são: `m` (Main Tank), `o` (Off Tank), `d` (Dano), `s` (Suporte). Podem ser combinados, por ex. `ds` corresponderia a Dano + Suporte.
ru: Неизвестный идентификатор '{role}'. Допустимые идентификаторы роли: `m` (Основной Танк), `o` (Дополнительный Танк), `d` (Урон), `s` (Поддержка). Их можно комбинировать, например, `ds` будет означать Урон + Поддержка.

source: Download your SR history as an Excel spreadsheet
de: Laden Deinen SR-Verlauf als Excel-Tabelle herunter
es: Descarga tu histórico de SR en una hoja de Excel
it: Scarica la tua storia SR su foglio Excel
pl: Pobierz historię swojego RU w formie arkusza kalkulacyjnego MS Excel
pt_pt: Transfere o teu histórico de SR numa folha de cálculo do Excel
ru: Загрузите свою историю рейтинга как электронную таблицу Excel
