Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: Damage
de: Schaden
es: Daño
fr: Dégâts
it: Attacco
nb_no: Skade
pl: <<*st>> Natarcie <<w>> Natarcia <<tab>> Natarcia
pt_br: Dano
pt_pt: Dano
ru: Урон

source: Main Tank
pl: <<*st>> Main Tank <<w>> Main Tanków <<tab>> Main Tanka
pt_br: Main Tanque
ru: Основной танк

source: Off Tank
pl: <<*st>> Off Tank <<w>> Off Tanków <<tab>> Off Tanka
pt_br: Off-tanque
ru: Дополнительный танк

source: Support
de: Unterstützer
es: Apoyo
fr: Soutien
it: Supporto
nb_no: Støtte
pl: <<*st>> Wsparcie <<w>> Wsparcia <<tab>> Wsparcia
pt_br: Suporte
pt_pt: Suporte
ru: Поддержка

source: Online ID
pl: Identyfikator PSN
pt_br: ID Online
pt_pt: ID Online

source: Si
es: Pl
fr: Ar
it: Ar
nb_no: Sø
pl: Sr
pt_br: Pr
ru: Ср

source: Go
es: Or
fr: Or
it: Or
nb_no: Gu
pl: Zł
pt_br: Ou
ru: Зл

source: Ma
de: Mt
fr: Ms
nb_no: Me
pl: Mi
pt_br: Mt
ru: Ма

source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
nb_no: Sølv
pl: <<*st>> Srebro <<w>> Srebra
pt_br: Prata
pt_pt: Prata
ru: Серебро

source: Gold
es: Oro
fr: Or
it: Oro
nb_no: Gull
pl: <<*st>> Złoto <<w>> Złota
pt_br: Ouro
pt_pt: Ouro
ru: Золото

source: Platinum
de: Platin
es: Platino
fr: Platine
it: Platino
nb_no: Platina
pl: <<*st>> Platyna <<w>> Platyny
pt_br: Platina
pt_pt: Platina
ru: Платина

source: Diamond
de: Diamant
es: Diamante
fr: Diamant
it: Diamante
nb_no: Diamant
pl: <<*st>> Diament <<w>> Diamentu
pt_br: Diamante
pt_pt: Diamante
ru: Алмаз

source: Master
de: Meister
es: Maestro
nb_no: Mester
pl: <<*st>> Mistrz <<w>> Mistrza
pt_br: Mestre
pt_pt: Mestre
ru: Мастер

source: Grandmaster
de: Großmeister
es: Gran Maestro
it: Gran Maestro
nb_no: Stormester
pl: <<*st>> Arcymistrz <<w>> Arcymistrza
pt_br: Grão-mestre
pt_pt: Grão-mestre
ru: Элита

source: Tank
es: Tanque
pl: <<*st>> Tank <<w>> Tanków <<tab>> Tanków
pt_br: Tanque
pt_pt: Tanque
ru: Танк

source: *Greetings*! I am excited to be here :smiley: To get started, create a new role named `Orisa Admin` (only the name is important, it doesn't need any special permissions) and add yourself and everybody that should be allowed to configure me. Then, write `!ow config` in this channel and I will send you a link to configure me via DM. *I will ignore all commands except `!ow help` and `!ow config` until I'm configured for this Discord!*
de: *Seid gegrüßt!* Ich freue mich, hier zu sein :smiley: Bevor es losgeht, erstelle eine neue Rolle names `Orisa Admin`(nur der Name ist wichtig, die Rolle braucht keine besonderen Rechte) und füge dich hinzu sowie jeden, der mich konfigurieren können soll. Danach schreib `!ow config` in diesen Kanal und ich werde dir eine PN mit einem Link senden, über den du mich konfigurieren kannst. *Solange ich nicht konfiguriert bin, werde ich alle Befehle ignorieren (außer `!ow help` und `!ow config`)*
fr: *Salutations*! Je suis heureuse d’être ici :smiley: Pour commencer, crée un nouveau rôle nommé `Orisa Admin` (seul le nom est important, il n’a pas besoin de permissions spéciales) et ajoute-le à toi-même et à tous ceux qui devrait être autorisé à me configurer. Ensuite, écris `!ow config` dans ce salon et je t'enverrai un lien pour me configurer via MP. *Je ne tiendrai pas compte de toutes les commandes sauf `!ow help` et `!ow config` jusqu'à ce que je sois configuré pour ce Discord!*
nl: *Goedendag*! Ik kan niet wachten om te beginnen :smiley: Om te beginnen, creëer een nieuwe rol genaamd `Orisa Admin`(Alleen de naam is belangrijk, het heeft geen speciale permissies nodig) en voeg het aan jouw Discord gebruikersprofiel, en iedereen die mag beslissen over mijn configuratie. Type daarna `!ow config` in dit kanaal en ik zal je zo een link sturen via een privé bericht om mij in te stellen. *Ik zal alle andere commands negeren behalve `!ow help` en `!ow config` totdat ik volledig ben geconfigureerd op deze Discord server!
pl: *Dzień dobry*! Cieszę się, że mogę tutaj być :smiley: By zacząć, stwórz nową rolę o nazwie `Orisa Admin`(tylko nazwa jest istotna, nie potrzebuje ona żadnych specjalnych pozwoleń) i dodaj siebie oraz wszystkich, którzy powinni mieć możliwość konfigurowania mnie. Następnie wpisz `!ow config` w tym kanale, a ja wyślę ci link do skonfigurowania mnie przez PW. *Do tego czasu będę ignorować wszystkie komendy poza `!ow help` i `!ow config`!*
pt_br: *Saudações*! Estou animado por estar aqui :smiley: Para começar, crie um novo cargo chamado `Orisa Admin` (apenas o nome é importante, não precisa de permissões especiais) e adicione você e todos que devem ter permissão para me configurar. Em seguida, escreva `!ow config` neste canal e enviarei um link para você me configurar via DM. * Ignorarei todos os comandos, exceto `!ow help` e`!ow config` até que eu esteja configurado para este Discord! *
pt_pt: *Saudações*! Estou animada por estar aqui :smiley: Para começar, cria um novo cargo chamado `Orisa Admin` (apenas importa o nome, não precisa de nenhuma permissão especial) e adiciona-o a ti e a todos os que devem ser autorizados configurar-me. Em seguida, escreve `!ow config` neste canal e irei enviar via DM um link para me configurares. *Eu vou ignorar todos os comandos, exceto `!ow help` e `!ow config` até estar configurada neste Servidor de Discord!*

source: :thinking: Need help?
de: :thinking: Brauchst du Hilfe?
es: :thinking: ¿Necesitas ayuda?
fr: :thinking: Besoin d'aide ?
it: :thinking: Hai bisogno di aiuto?
nb_no: :thinking: Trenger du hjelp?
nl: :thinking: Heb je hulp nodig?
pl: :thinking: Potrzebujesz pomocy?
pt_br: :thinking: Precisa de ajuda?
pt_pt: :thinking: Precisas de ajuda?
ru: :thinking: Нужна помощь?

source: Join the [Support Discord]({SUPPORT_DISCORD})!
de: Trete dem [Support Discord]({SUPPORT_DISCORD}) bei!
es: Únete al [Discord de Soporte]({SUPPORT_DISCORD})!
fr: Rejoindre le [serveur Discord de Support]({SUPPORT_DISCORD}) !
it: Entra in [Support Discord]({SUPPORT_DISCORD})!
nb_no: Ta del i [Discord-støtte]({SUPPORT_DISCORD})!
nl: Word lid van onze [Discord]({SUPPORT_DISCORD}) voor ondersteuning!
pl: Dołącz do [Discorda Wsparcia Technicznego]({SUPPORT_DISCORD})!
pt_br: Junte-se ao [Servidor de Suporte]({SUPPORT_DISCORD})!
pt_pt: Junta-te ao [Servidor de Suporte]({SUPPORT_DISCORD})!
ru: Присоединяйтесь к [Поддержке в Discord]({SUPPORT_DISCORD})!

source: *Somebody (hopefully you) invited me to your server {guild_name}, but I couldn't find a text channel I am allowed to send messages to, so I have to message you directly*
de: *Jemand (und ich hoffe, das warst du) hat mich zu deinem Server {guild_name} eingeladen, aber ich konnte keinen Textkanal finden, in den ich schreiben darf, daher muss ich dich direkt anschreiben*
es: *Alguien (espero que tú) me ha invitado a tu servidor {guild_name}, pero no puedo encontrar un canal de texto al que esté autorizada a enviar mensajes, así que te mando un mensaje directamente a tí*
fr: *Quelqu’un (avec un peu de chance, toi ?) m’a invité dans ton serveur {guild_name} mais je n’ai pas trouvé de chat dans lequel j'ai le droit d'envoyer des messages donc je dois t'envoyer un MP*
it: *Qualcuno (spero tu) mi ha invitato nel tuo server {guild_name}, ma non ho trovato un canale di testo dove sono autorizzata a inviare messaggi, quindi ti sto contattando personalmente.*
nb_no: *Noen (forhåpentligvis deg) invitert meg til tjeneren din «{guild_name}», men jeg fant ikke noen tekstkanal jeg kan sende meldinger til, så jeg må sende deg meldinger direkte*
pl: *Ktoś (mam nadzieję, że ty) zaprosił mnie na serwer {guild_name}, ale nie mogłam znaleźć kanału tekstowego w którym mogłabym wysyłać wiadomości, więc muszę pisać bezpośrednio do ciebie*
pt_br: *Alguém (espero que tenha sido você) me convidou para o seu servidor {guild_name}, mas não consegui encontrar um canal de texto para o qual estou autorizado a enviar mensagens, então tenho que enviar uma diretamente a você*
pt_pt: *Alguém (espero que tenhas sido tu) convidou-me para o teu servidor {guild_name}, mas não consigo encontrar um canal de texto onde possa enviar mensagens, por tanto tive de te avisar diretamente*
ru: *Кто-то (надеюсь, вы) пригласил меня на ваш сервер {guild_name}, но я не смогла найти текстовый канал, на который мне разрешено отправлять сообщения, так что я должна отправить вам сообщение напрямую*

source: Nick
de: Nickname
es: Apodo
fr: Pseudo
it: Nome
nb_no: Kallenavn
nl: Naam
pt_br: Apelido
ru: Никнейм

source: Roles
de: Rollen
fr: Rôles
it: Ruoli
nb_no: Roller
nl: Rollen
pl: Role
pt_br: Funções
pt_pt: Funções
ru: Роли

source: Overwatch profile
de: Overwatch-Profil
es: Perfil de Overwatch
fr: Profil Overwatch
it: Profilo Overwatch
nb_no: Overwatch-profil
nl: Overwatch profiel
pl: Profil Overwatch
pt_br: Perfil Overwatch
pt_pt: Perfil do Overwatch
ru: Профиль Overwatch

source: Upvote Orisa
de: Orisa liken
es: Votar a Orisa
it: Vota Orisa
nb_no: Stem opp Orisa
nl: Beoordeel Orisa
pl: Polajkuj Orisę
pt_br: Vote na Orisa
ru: Голосуйте за Orisa

source: Orisa Support Server
es: Servidor de Soporte de Orisa
fr: Serveur de Support Orisa
it: Server di Supporto Orisa
nb_no: Orisa-støttetjener
nl: Orisa's Server voor ondersteuning
pl: Serwer Wsparcia Technicznego Orisy
pt_br: Servidor de Suporte da Orisa
pt_pt: Servidor de Suporte da Orisa
ru: Сервер помощи Orisa

source: Help Translate Orisa
de: Hilf mit, Orisa zu übersetzen
es: Ayuda a traducir Orisa
fr: Aider à traduire Orisa
it: Aiuta a tradurre Orisa
nb_no: Bistå i oversettelsen av Orisa
pl: Pomóż przetłumaczyć Orisę
pt_br: Ajude a Traduzir a Orisa
pt_pt: Ajuda na Tradução da Orisa
ru: Помощь в переводе Orisa

source: Donate `{HEART}`
de: Spenden `{HEART}`
es: Donar`{HEART}`
fr: Faire un don `{HEART}`
it: Dona `{HEART}`
nb_no: Doner `{HEART}`
nl: Doneren `{HEART}`
pl: Dotacja `{HEART}`
pt_br: Doação `{HEART}`
pt_pt: Doa-nos `{HEART}`
ru: Помощь `{HEART}`

source: The SR of the primary {type} was last updated {when}.
de: Das SR des primären {type}s wurde zuletzt {when} aktualisiert.
es: El SR del {type} primario fue actualizado por última vez el {when}.
fr: La côte de {type} a été mise à jour pour la dernière fois {when}.
it: L'SR del {type} primario è stato aggiornato l'ultima volta {when}.
nl: De SR van de eerste {type} was als laatst bijgewerkt op {when}.
pl: RU głównego {type} został zaktualizowany ostatnio {when}.
pt_br: O SR do(a) {type} primária foi atualizado pela última vez {when}.
pt_pt: O SR da {type} primária foi atualizado pela última vez {when}.
ru: Основной рейтинг {type} был последний раз обновлен {when}.

source: The SR was last updated {when}.
de: Das SR wurde zuletzt {when} aktualisiert.
es: El SR ha sido actualizado por última vez el {when}.
fr: La côte à été mise à jour pour la dernière fois {when}.
it: L'SR è stato aggiornato l'ultima volta {when}.
nl: De SR was als laatst bijgewerkt op {when}.
pl: RU zostało ostatnio zaktualizowane {when}.
pt_br: O SR foi atualizado pela última vez {when}.
pt_pt: O SR foi atualizado pela última vez {when}.
ru: Рейтинг был последний раз обновлен {when}.

source: Orisa can neither confirm nor refute that the PSN Online ID actually belongs to this account.
de: Orisa kann weder bestätigen noch widerlegen, dass die PSN Online-ID tatsächlich zu diesem Konto gehört.
es: Orisa no puede confirmar ni descartar que el ID de PSN pertenece realmente a esta cuenta.
fr: Orisa ne peut ni confirmer ni infirmer que cet Online ID de PSN appartienne à ce compte.
it: Orisa non può confermare o riufiutare il PSN Online ID che appartiene a questo account.
nb_no: Orisa kan hverken bekrefte eller avkrefte at ID-en fra PSN Online faktisk tilhører denne kontoen.
pl: Orisa nie może potwierdzić, ani zaprzeczyć iż to PSN ID należy do tego konta.
pt_br: A Orisa não pode confirmar nem contestar que o ID online da PSN realmente pertence a esta conta.
pt_pt: A Orisa não consegue confirmar nem negar que o PSN Online ID realmente pertence a esta conta.
ru: Orisa не может ни подтвердить, ни опровергнуть, что идентификатор PSN Online действительно принадлежит этой учетной записи.

source: Orisa can neither confirm nor refute that the PSN Online IDs actually belong to this account.
de: Orisa kann weder bestätigen noch widerlegen, dass die PSN Online-IDs tatsächlich zu diesem Konto gehören.
es: Orisa no puede confirmar ni descartar que los IDs de PSN pertenecen realmente a esta cuenta.
fr: Orisa ne peut ni confirmer ni infirmer que ces Online IDs de PSN appartiennent à ce compte.
it: Orisa non può confermare o riufiutare il PSN Online ID che appartiene a questo account.
nb_no: Orisa kan hverken bekrefte eller avkrefte at ID-ene fra PSN Online faktisk tilhører denne kontoen.
pl: Orisa nie może potwierdzić, ani zaprzeczyć iż te PSN ID należą do tego konta.
pt_br: A Orisa não pode confirmar nem contestar que os IDs da PSN Online realmente pertencem a esta conta.
pt_pt: A Orisa não consegue confirmar nem negar que os PSN Online IDs realmente pertencem a esta conta.
ru: Orisa не может ни подтвердить, ни опровергнуть, что идентификаторы PSN Online действительно принадлежат этой учетной записи.

source: BTW, you do not need to specify your nickname if you want your own BattleTag; just !ow is enough.
de: Übrigens, Du brauchst deinen Nicknamen nicht anzugeben, wenn Du deinen eigenen BattleTag meinst; !ow alleine reicht aus.
fr: D'ailleurs, tu n'as pas besoin de donner ton pseudo si tu veux ton propre BattleTag ; la commande !ow est suffisante.
nl: Wist je dat dat het niet nodig is om jouw gebruikersnaam op te geven, als jij jouw BattleTag wilt opvragen? !ow is meer dan genoeg.
pl: Swoją drogą, nie musisz podawać swojego loginu by sprawdzić swoje wyniki; wystarczy komenda "!ow".
pt_br: A propósito, você não precisa especificar seu apelido caso queira sua própria BattleTag; apenas !ow é o suficiente.
pt_pt: Já agora, não precisas de especificar o teu nickname se apenas queres a tua BattleTag; Fazer !ow é suficiente.

source: {member_name} not found in database! *Do you need a hug?*
de: {member_name} wurde in der Datenbank nicht gefunden! *Möchtest Du, dass ich dich drücke?*
es: ¡{member_name} no existe en nuestra base de datos! *¿Necesitas un abrazo?*
fr: {member_name} n'a pas été trouvé dans la base de données ! *Tu veux un câlin?*
it: {member_name} non è stato trovato nel database! *Vuoi un abbraccio?*
nb_no: {member_name} ble ikke funnet i databasen. *Trenger du en klem?*
nl: {member_name} kan ik helaas niet vinden in onze database! *Do you need a hug?*
pl: {member_name} nie znaleziony w bazie danych! *Przytulić cię?*
pt_br: {member_name} não encontrado no banco de dados! *Quer um abraço?*
pt_pt: O membro {member_name} não foi encontrado na Base de Dados! *Precisas de um abraço?*
ru: {member_name} не найдено в базе данных! *Вам нужны объятия?*

source: Tip
es: Consejo
fr: Astuce
it: Consiglio
nb_no: Tips
pl: Wskazówka
pt_br: Dica
pt_pt: Dica
ru: Подсказка

source: Use `!ow register` to register, or `!ow help` for more info.
de: Schreibe `!ow register` um Dich zu registrieren, oder `!ow help` für mehr Informationen.
fr: Tape`!ow register` pour t'enregistrer ou `!ow help` pour avoir la liste des commandes.
nl: Gebruik `!ow register` om te registreren, of `!ow help` voor meer informatie.
pl: Użyj `!ow register` by się zarejestrować lub `!ow help`, by uzyskać więcej informacji.
pt_br: Use `!ow registrar` para registrar, ou`!ow ajuda` para mais informações.
pt_pt: Usa `!ow register` para te registares, ou `!ow help` para mais informações.

source: About Me
de: Über Mich
es: Acerca de mí
fr: À propos de moi
it: Su di me
nb_no: Om meg
nl: Over Mij
pl: O mnie
pt_br: Sobre Mim
pt_pt: Sobre Mim
ru: Насчет меня

source: I am an open source Discord bot to help manage Overwatch Discord communities. I'm written and maintained by Dennis Brakhane (Joghurt#2732 on Discord) and licensed under the [GNU Affero General Public License 3.0]({AGPL_LINK}); the [development is done on Github]({GH_LINK})
nl: Ik ben een open-source Discord bot om te helpen bij het ondersteunen van Overwatch communities op Discord. Ik ben ontwikkeld en wordt beheerd door Dennis Brakhane (Joghurt#2732 op Discord) onder de licentie [GNU Affero General Public License 3.0]({AGPL_LINK}); en de [ontwikkeling is gedaan op GitHub]({GH_LINK})
pt_br: Eu sou um bot de código aberto criado para ajudar a gerenciar as comunidades de Overwatch presentes no Discord. Estou escrito e mantido por Dennis Brakhane (Joghurt# 2732 no Discord) e licenciado sob [GNU Affero General Public License 3.0]({AGPL_LINK}); o [desenvolvimento é feito no Github]({GH_LINK}); a tradução em português (Brasil) foi feita por Jean Lucas (Kodivli#0155 no Discord)

source: Invite me to your own Discord
de: Lade mich zu Deinem Discord ein
es: Invítame a tu propio Discord
fr: Invite-moi dans ton serveur Discord
it: Invitami nel tuo Discord
nb_no: Inviter meg til din egen Discord
nl: Nodig mij uit op jouw Discord
pl: Zaproś mnie do własnego Discorda
pt_br: Convide-me para o seu servidor no Discord
pt_pt: Convida-me para o teu próprio Discord
ru: Пригласите меня в ваш Discord

source: To invite me to your server, simply [click here]({LINK}), I will post a message with more information in a channel after I have joined your server
de: Um mich zu deinem Server einzuladen, [klicke hier]({LINK}). Ich werde eine Nachricht mit mehr Informationen in einen Channel posten, nachdem ich deinem Server beigetreten bin
es: Para invitarme a un servidor, simplemente haz [clic aquí]({LINK}), publicaré un mensaje con más información en un canal después de que me haya unido a tu servidor
fr: Pour m'inviter sur ton serveur, [clique ici]({LINK}). Je posterai un message avec plus d'informations dans le chat une fois que j'aurai rejoint ton serveur
it: Per invitarmi nel tuo server, semplicemente [clicca qui]({LINK}), manderò un messaggio con maggiori informazioni in un canale dopo essermi unito al tuo server
nl: Om mij uit te nodigen op jouw server, kun je gewoon heel simpel [hier klikken ]({LINK}), nadat ik lid ben geworden van jouw server zal ik een bericht plaatsen in een kanaal met meer informatie
pl: By zaprosić mnie na serwer, [kliknij tutaj]({LINK}). Wyślę wiadomość z informacjami na kanał kiedy wejdę na twój serwer
pt_br: Para me convidar para o seu servidor, apenas [clique aqui]({LINK}), irei enviar uma mensagem contendo mais informações em um canal depois de ter entrado no seu servidor
pt_pt: Para me convidares para o teu servidor, simplesmente [clica aqui]({LINK}). Irei escrever uma mensagem com mais informação num canal após entrar no teu servidor
ru: Чтобы пригласить меня на ваш сервер, просто [нажмите здесь]({LINK}) ,после того, как я присоединюсь к вашему серверу, я отправлю сообщение с дополнительной информацией в вашем канале

source: Join the official Orisa Discord
de: Trete dem offiziellen Orisa Discord bei
es: Únete al Discord oficial de Orisa
fr: Rejoindre le Discord officiel d'Orisa
it: Unisciti al Discord ufficiale di Orisa
nb_no: Ta del i offisiell Orisa-Discord
nl: Word lid van de officiële Orisa Discord
pl: Dołącz do oficjalnego Discorda Orisy
pt_br: Junte-se ao Discord oficial da Orisa
pt_pt: Junta-te ao Discord Oficial da Orisa
ru: Присоединяйтесь к официальному Orisa Discord

source: If you use me in your Discord server, or generally have suggestions, [join the official Orisa Discord]({SUPPORT_DISCORD}). Updates and new features will be discussed and announced there.
de: Wenn du mich auf deinem Discord Server nutzt oder allgemeine Vorschläge hast [trete dem offiziellen Discord Server bei]({SUPPORT_DISCORD}). Aktualisierungen und neue Eigenschaften werden dort diskutiert und angekündigt.
es: Si me usas en tu propio servidor de Discord, o tienes algún tipo de sugerencia, [únete al servidor oficial de Discord de Orisa]({SUPPORT_DISCORD}). Las actualizaciones y nuevas características serán comentadas y anunciadas allí.
fr: Si tu m'utilises sur ton serveur Discord ou si tu as des suggestions, [rejoins le serveur Discord officiel d'Orisa]({SUPPORT_DISCORD}). Les mises à jour et les nouvelles fonctionnalités y seront discutées et annoncées.
it: Se mi usi nel tuo server Discord o hai dei consigli, [Entra nel Discord ufficiale di Orisa]({SUPPORT_DISCORD}). Aggiornamenti e nuove funzionalità saranno discusse e annunciate lì.
nb_no: [Ta del i offisiell Orisa-Discord]({SUPPORT_DISCORD}) der nyheter diskuteres og annonseres hvis du bruker meg på din Discord-tjener, eller hvis du har forslag.
nl: Als je van mij gebruik maakt in jouw Discord server, of als je suggesties hebt, [word dan lid van de officiële Orisa Discord]({SUPPORT_DISCORD}). Nieuwe functies en updates worden daar besproken en aangekondigd.
pl: Jeżeli używasz mnie na swoim serwerze Discorda, bądź masz jakieś sugestie, [dołącz do oficjalnego Discorda Orisy]({SUPPORT_DISCORD}). Aktualizacje i nowe funkcje będą tam zapowiadane i omawiane.
pt_br: Se você me usa no seu servidor de Discord ou possui sugestões em geral, [junte-se ao Discord oficial da Orisa]({SUPPORT_DISCORD}). Atualizações e novos recursos serão discutidos e anunciados por lá.
pt_pt: Se me usas no teu servidor de Discord, ou geralmente tens sugestões, [junta-te ao Discord Oficial da Orisa]({SUPPORT_DISCORD}). Updates e novas funcionalidades serão aí discutidas e anunciadas.
ru: Если вы используете меня на своем сервере Discord или же у вас есть вопросы, присоединяйтесь к официальному [Orisa Discord]({SUPPORT_DISCORD}). Обновления и новые функции будут обсуждаться и анонсированы там.

source: Show your love :heart:
de: Zeig deine Liebe :heart:
es: Muestra tu amor :heart:
fr: Montre nous ton soutien :heart:
it: Mostra il tuo amore :heart:
nb_no: Vis din gunst :heart:
nl: Support ons :heart:
pl: Pokaż swoją miłość :heart:
pt_br: Demonstre o seu amor :heart:
pt_pt: Mostra-me o teu amor :heart:
ru: Покажите свою любовь :heart:

source: If you find me useful, [buy my maintainer a cup of coffee]({DONATE_LINK}).
de: Wenn du mich nützlich findest, [spendiere meinem Betreuer eine Tasse Kaffee]({DONATE_LINK}).
es: Si me encuentras útil, [cómprale a mi desarrollador un café]({DONATE_LINK}).
fr: Si tu me trouves utile, [achète un café à mon responsable]({DONATE_LINK}).
it: Se mi trovi utile, [buy my maintainer a cup of coffee]({DONATE_LINK}).
nb_no: Hvis du synes jeg er nyttig, kan du [spandere kaffe på utvikleren min]({DONATE_LINK}).
nl: Als je mij nuttig vindt, [koop dan een kop koffie voor mijn beheerder.]({DONATE_LINK}).
pl: Jeżeli uważasz, że jestem przydatna, [postaw mojemu twórcy kawę]({DONATE_LINK}).
pt_br: Se você me acha útil, [ajude com uma xícara de café]({DONATE_LINK}).
pt_pt: Se me achas útil, [compra um café para o meu maintainer]({DONATE_LINK}).
ru: Если вы считаете, что я полезна, [купите моему разработчику чашку кофе]({DONATE_LINK}).

source: I've sent you a DM.
de: Ich habe dir eine PN geschickt.
es: Te he enviado un mensaje privado.
fr: Je t'ai envoyé un MP.
it: Ti ho inviato un messaggio privato.
nb_no: Jeg har sendt deg en privat melding.
nl: Ik heb je een privébericht gestuurd.
pl: Wysłałam ci PW.
pt_br: Enviei-lhe uma mensagem direta.
pt_pt: Enviei-te uma DM.
ru: Я отправила вам личное сообщение.
