Repository: brakhane/Orisa
Catalog: orisa/locale/*/LC_MESSAGES/bot.po
Languages: de, es, fr, it, nb_no, nl, pl, pt_br, pt_pt, ru

source: *The following placeholders are defined:* `$sr` the first two digits of your SR for all 3 roles in order Tank, Damage, Support; if you have secondary accounts, an asterisk (\*) is added at the end. A question mark is added if an old SR is shown `$fullsr` Like `$sr` but all 4 digits are shown `$rank` your rank in shortened form for all 3 roles in order Tank, Damage, Support; asterisk and question marks work like in `$sr` `$tank`, `$damage`, `$support` Your full SR for the respective role followed by its symbol. Asterisk and question mark have the same meaning like in `$sr`. For technical reasons the symbols for the respective roles are `{SYMBOL_TANK}`, `{SYMBOL_DPS}`, `{SYMBOL_SUPPORT}` `$tankrank`, `$damagerank`, `$supportrank` like above, but the rank is shown instead. `$shorttank`, `$shorttankrank` etc. show only 2 digits/letters of the respective SR/rank. `$dps`, `$dpsrank`, `$shortdps`, `$shortdpsrank` Alias for `$damage`, `$damagerank` etc.
es: *Se definen los siguientes marcadores de posición:* `$sr` los dos primeros dígitos del SR para los 3 roles en orden Tanque, Daño, Soporte; si tienes cuentas secundarias, se añade un asterisco (\*) al final. Se añade un signo de interrogación si se muestra un SR antiguo `$fullsr` Como `$sr` se muestran los 4 dígitos rango en forma abreviada para los 3 roles en orden Tanque, Daño, Apoyo; el asterisco y los signos de interrogación funcionan como en `$sr`. `$tanque`, `$daño`, `$soporte` Tu SR completo para el rol respectivo seguido de su símbolo. El asterisco y el signo de interrogación tienen el mismo significado que en `$sr`. Los símbolos para los respectivos roles son `{SYMBOL_TANK}`, `{SYMBOL_DPS}`, `{SYMBOL_SUPPORT}`. `$tankrank`, `$damagerank`, `$supporttrank``. como arriba, pero se muestra el rango en su lugar. `$shorttank`, `$shorttankrank` etc. muestran sólo 2 dígitos/letras del SR/rango respectivo. `$dps`, `$dpsrank`, `$shortdps`, `$shortdpsrank` Alias para `$damagerank`, etc.
pl: *Podane skróty są zdefiniowane:* `$sr` Pierwsze dwie cyfry twojej RU dla wszystkich trzech roli w kolejności Tank, Natarcie, Wsparcie; jeżeli posiadasz dodatkowe konta, zostanie na końcu dodana gwiazdka (\*). Znak zapytania jest dodawany, jeżeli pokazana jest stara wartość RU `$fullsr` Podobnie jak `$sr`, lecz pokazuje wszystkie cztery cyfry `$rank` Twoja ranga w skróconej formie dla wszystkich trzech ról w kolejności Tank, Natarcie, Wsparcie; gwiazdki i znaki zapytania działają jak w `$sr` `$tank`, `$damage`, `$support` Twoja pełna RU dla konkretnej roli będzie pokazana za jej symbolem. Gwiazdka i znak zapytania mają takie samo znaczenie jak w `$sr`. Z powodów technicznych symbole dla ról to kolejno `{SYMBOL_TANK}`, `{SYMBOL_DPS}`, `{SYMBOL_SUPPORT}` `$tankrank`, `$damagerank`, `$supportrank` Jak wyżej, lecz pokazywana jest ranga. `$shorttank`, `$shorttankrank` itp. pokaż tylko dwa znaki odpowiedniego poziomu RU/rangi. `$dps`, `$dpsrank` Mogą być stosowane zamiennie z kolejno `$damage` i `$damagerank`.
pt_pt: *Os campos seguintes são definidos por:* `$sr` Os primeiros dois dígitos do teu SR para os 3 cargos pela ordem Tanque, Dano, Suporte; se tiveres contas secundárias, é adicionado um asterisco (\*) no fim. É colocado um ponto de interrogação se for mostrado um SR antigo `$fullsr` Igual a `$sr` mas são mostrados os 4 dígitos `$rank` O teu rank na forma abreviada para os 3 roles pela ordem Tanque, Dano, Suporte; asteriscos e pontos de interrogação funcionam como em `$sr` `$tank`, `$damage`, `$support` O teu SR exato par ao respetivo cargo seguido do seu símbolo. Asteriscos e pontos de interrogação têm o mesmo significado que em `$sr`. Por razões técnicas, os símbolos para os respetivos cargos são `{SYMBOL_TANK}`, `{SYMBOL_DPS}`, `{SYMBOL_SUPPORT}` `$tankrank`, `$damagerank`, `$supportrank` Como acima, mas é antes mostrado o rank. `$shorttank`, `$shorttankrank` etc Apenas mostra 2 dígitos/letras do respetivo SR/rank. `$dps`, `$dpsrank, `$shortdps`, `$shortdpsrank` Pseudónimo para `$damage` e `$damagerank` etc

source: `!ow format hello $sr` will result in `[hello 12-34-45]`. `!ow format Potato/$fullrank` in `[Potato/Bronze-Gold-Diamond]`. `!ow format $damage $support` in `[{SYMBOL_DPS}1234 {SYMBOL_SUPPORT}2345]`. `!ow format $shortdamage` in `[{SYMBOL_DPS}12]`. *By default, the format is `$sr`*
pl: `!ow format hello $sr` będzie wyglądało jak `[hello 12-34-45]`. `!ow format Potato/$fullrank` będzie wyglądało jak `[Potato/Bronze-Gold-Diamond]`. `!ow format $damage $support` będzie wyglądało jak `[{SYMBOL_DPS}1234{SYMBOL_SUPPORT}2345]`. `!ow format $shortdamage` będzie wyglądało jak `[{SYMBOL_DPS}12]`. *Standardowy format to `$sr`*
pt_pt: `!ow format hello $sr` irá resultar em `[hello 12-34-45]`. `!ow format Potato/$fullrank` em `[Potato/Bronze-Gold-Diamond]`. `!ow format $damage $support` em `[{SYMBOL_DPS}1234 {SYMBOL_SUPPORT}2345]`. `!ow format $shortdamage` in `[{SYMBOL_DPS}12]`. *Por norma, o formato é `$sr`*

source: *This command can only be used by users with the "Orisa Admin" role!* Like srgraph, but shows the graph for the given user.
de: *Dieser Befehl kann nur von Benutzern genutzt werden, die der Rolle "Orisa Admin" angehören!* Wie srgraph, nur zeigt es die Historie des angegebenen Nutzers.
es: *Este comando solo puede ser usado por usuarios con el rol de "Orisa Admin" !* Como srgraph, pero muestra el gráfico para el usuario introducido.
it: *Questo comando può essere usato solo dagli utenti con il ruolo "Orisa Admin"!* Come srgraph, ma mostra il grafico per un utente dato.
pl: *Ta komenda może być użyta jedynie przez użytkowników z rolą "Orisa Admin"!* Działa jak srgraph, ale pokazuje graf określonego użytkownika.
pt_pt: *Este comando apenas pode ser usado por quem tem o cargo "Orisa Admin"!* Funciona como o srgraph, mas mostra o gráfico para o utilizador especificado.
ru: *Эта команда может использоваться только пользователями с ролью «Orisa Admin»!* Подобно `@Orisa srgraph`, но показывает график для конкретного пользователя.

source: I DM'ed you the privacy policy.
de: Ich habe dir die Datenschutzbestimmungen als DN geschickt; diese gibt es momentan nur in Englisch. Sorry.
es: Te he mandado la política de privacidad por MD.
it: Ti ho inviato per messaggio privato la politica sulla privacy.
pl: Wysłałam ci politykę prywatności w PW.
pt_pt: Enviei-te a política de privacidade por DM.
ru: Я переслала вам Политику конфиденциальности.

source: Here is your SR history of all your accounts as an Excel spreadsheet.
de: Hier ist deine SR Historie aller deiner Accounts als Excelsheet.
es: Aquí está el histórico de tu SR de todas tus cuentas en una hoja de Excel.
it: Qui c'è il tuo storico del SR di tutti i tuoi account in formato Excel.
pl: Tutaj dostępna jest twoja historia RU ze wszystkich twoich kont w formacie MS Excel.
pt_pt: Aqui está o histórico de SR de todas as tuas contas, numa folha de cálculo do Excel.
ru: Вот ваша история рейтинга с всех ваших учетных записей в виде таблицы Excel.

source: Sorry, I'm not allowed to send you files…
de: Es tut mir leid, ich darf dir keine Dateien senden…
es: Lo siento, no tengo permiso para enviarte archivos…
it: Mi dispiace, non ho il permesso di mandarti file…
nb_no: Kan ikke sende deg filer …
pl: Przykro mi, nie wolno mi wysyłać ci plików…
pt_pt: Desculpa, não estou autorizada a enviar-te ficheiros…
ru: Извините, мне не разрешено отправлять вам файлы…

source: I'm not allowed to upload images in this channel, so I've sent you a DM instead.
es: No tengo permitido subir imágenes en este canal, así que te envié un DM en su lugar.
it: Non posso caricare immagini in questo canale, quindi ti ho mandato un messaggio privato.
nb_no: Kan ikke laste opp bilder til denne kanalen, så du får en privat melding istedenfor.
pl: Nie wolno mi wrzucać obrazków na ten kanał, więc wysłałam ci go na PW.
pt_pt: Não estou autorizada a enviar imagens neste canal, por tanto enviei-te antes uma DM.
ru: Мне не разрешено отправлять изображения в этот канал, поэтому я отправила вам их в личные сообщения.

source: {role} SR
fr: Côte de {role}
pl: RU {role}
ru: {role} РТ

source: ΔSR
pl: ΔRU
ru: ΔРТ

source: I'm sorry, it seems like you don't have a BattleTag. Use `!ow register xbox` to register an Xbox account.
de: Es tut mir leid, es sieht so aus, als ob du kein BattleTag hast. Benutze `!ow register xbox`, um einen XBox Account zu registrieren.
pl: Przepraszam, ale wygląda na to, iż nie masz BattleTagu. Użyj `!ow register xbox`, jeżeli chcesz zarejestrować konto Xbox.
pt_pt: Desculpa, mas parece que não tens uma BattleTag. Usa `!ow register xbox` para registar uma conta Xbox ou `!ow register psn` para registar uma conta PlayStation.

source: I couldn't find a Xbox account linked to your Discord. Please link your Xbox account to Discord and try again. Unfortunately, I cannot ask Xbox Live for the info.
de: Leider konnte ich keinen mit Discord verknüften XBox-Account finden. Bitte verknüpfe deinen XBox-Account mit Discord und versuche es erneut. Leider kann ich XBox Live nicht direkt nach deinem Accountnamen fragen.
es: No he podido encontrar una cuenta de Xbox enlazada a tu Discord. Por favor enlaza tu cuenta de Xbox a Discord e inténtalo de nuevo. Por desgracia, no puedo pedirle la información directamente a XboxLive.
it: Non ho trovato un account Xbox collegato al tuo Discord. Per favore collega il tuo account Xbox a Discord e riprova. Sfortunatamente non posso chiedere a Xbox Live le info.
nb_no: Fant ingen Xbox-konto lenket til din Discord. Gjør dette og prøv igjen. Kan ikke spørre Xbox Live om mer info.
pl: Nie mogłam znaleźć konta Xbox powiązanego z twoim Discordem. Proszę powiąż swoje konto Xbox z Discordem i spróbuj ponownie. Niestety, nie mogę bezpośrednio poprosić Xbox Live o tę informację.
pt_pt: Não consegui encontrar uma conta Xbox ligada ao teu Discord. Por favor liga a tua conta Xbox ao Discord e tenta novamente. Infelizmente, não posso pedir a informação diretamente à Xbox Live.
ru: Я не смог найти учетную запись Xbox, связанную с вашим Discord. Пожалуйста, свяжите свою учетную запись Xbox с Discord и попробуйте снова. К сожалению, я не могу запросить информацию у Xbox Live.

source: Adding your SR to your nickname as '{nickname}', would make it {len} characters, which is longer than Discord's maximum of 32.Please shorten it to 28 characters or less. I will regularly try to update it.
de: Wenn ich dein SR zu deinem Nicknamen hinzufüge, ergibt das '{nickname}', welches mit {len} Zeichen länger als Discords maximal erlaubte 32 ist. Bitte kürze deinen Nicknamen, so dass er nicht länger als 28 Zeichen ist. Ich werde regelmäßig versuchen, deinen Nicknamen zu aktualisieren.
es: Añadir tu SR a tu apodo '{nickname}' tendría {len} caracteres, siendo más largo que el máximo de 32 permitido por Discord. Por favor acorta tu apodo para que no sea más largo de 28 caracteres. Intentaré actualizarlo de manera regular.
it: Aggiungere il tuo SR al tuo nickname come '{nickname}', farebbe {len} caratteri, che è più lungo del massimo di Discord di 32. Per favore accorcialo a 28 caratteri o meno. Proverò regolarmente ad aggiornarlo.
pl: Dodanie RU do twojego nicku jako '{nickname}' sprawi, iż będzie on miał {len} znaków, co jest dłuższe niż dopuszczane przez Discorda 32. Proszę skróć swój nick tak, by był on nie dłuższy niż 28 znaków. Będę regularnie starać się go zaktualizować.
pt_pt: Adicionar o teu SR ao teu nickname como '{nickname}' iria deixá-lo com {len} caracteres, o que é superior ao máximo de 32 definido pelo Discord. Por favor, reduz para 28 caracteres ou menos. Irei tentar atualizá-lo regularmente.
ru: Добавление рейтинга к вашему никнейму как '{nickname}' приведет к тому, что в нем будут символы {len}, что больше, чем в Discord разрешено - 32. Пожалуйста, сократите свой никнейм, чтобы он не превышал 28 символов. Я буду регулярно пытаться обновить его.

source: I do not have sufficient permissions to update your nickname. The owner needs to move the "Orisa" role higher, so that is higher than your highest role. If you are the owner of this server, there is no way for me to update your nickname, sorry!
de: Ich habe nicht die nötigen Rechte, um deinen Nicknamen anzupassen. Der Besitzer des Servers muss die Rolle "Orisa" so weit nach oben schieben, dass sie höher als deine höchste Rolle ist. Wenn du der Besitzer des Servers bist, gibt es leider keine Möglichkeit für mich, deinen Nickname zu managen, Sorry!
es: No tengo suficientes permisos para actualizar tu apodo. El dueño tiene que mover el rol de "Orisa" para que sea más alto que el rol más alto existente. Si eres el dueño de este servidor, no tengo manera de actualizarte el apodo, lo siento!
it: Non ho abbastanza permessi per aggiornare il tuo nickname. Il proprietario deve spostare il ruolo "Orisa più in alto, cosicché sia più alto del tuo ruolo più elevato. Se sei il proprietario di questo server non c'è modo per me di aggiornare il tuo nickname, mi dispiace!
nb_no: Mangler tilstrekkelig tilgang til å oppdatere kallenavnet ditt. Eieren må flytte «Orisa»-rollen høyere, slik at den er høyere enn din høyeste rolle. Hvis du eier denne tjeneren, kan ikke kallenavnet ditt oppdateres.
pl: Nie mam wystarczającej ilości uprawnień by zaktualizować twój nick. Właściciel serwera musi przenieść rolę "Orisa" wyżej, abym była wyżej niż twoja najwyższa rola. Jeżeli jesteś właścicielem serwera, nie mam możliwości zmiany twojego nicku. Przepraszam!
pt_pt: Não tenho permissão suficiente para atualizar o teu nickname. O dono do servidor tem de mover o cargo "Orisa" para o topo, de forma a ficar acima do cargo mais alto. Se não és o dono deste servidor, não tenho forma de atualizar o nickname. Desculpa!
ru: У меня недостаточно прав для обновления вашего никнейма. Владелец должен переместить роль "Orisa" выше в таблице ролей, чтобы она была выше ваших ролей. Если вы являетесь владельцем этого сервера, я не могу обновить ваш ник, извините!

source: This command must be issued from the Orisa channel in the Discord server if you give a name as argument, so I know where to look. Omit the name argument if you mean "myself"; that works even in DMs.
es: Este comando debe emitirse desde el canal de Orisa en el servidor Discord si das un nombre como argumento, para que yo sepa dónde buscar. Omite el argumento del nombre si quieres decir "yo mismo"; eso funciona incluso en DMs.
nb_no: Denne kommandoen må utstedes fra Orisa-kanalen i Discord-tjeneren hvis du angir navn som argument, slik at den vet hvor den skal lete. Unnlat å bruke navn som argument hvis du mener "meg selv"; dette virker selv i direktemeldinger.
pl: Ta komenda musi zostać wykonana z kanału Orisu na Discordzie wraz z podaniem nazwy jako argumentu, bym wiedziała gdzie szukać. Pomiń nazwę jeżeli chodzi Ci o Ciebie. Zadziała to nawet w wiadomości prywatnej.
pt_pt: Este comando deve ser executado no canal da Orisa neste servidor de Discord se indicares um nome como argumento, para saber onde procurar. Omite o argumento "nome" se te queres referir a "mim próprio(a)"; isso funciona, mesmo em DMs.

source: View Channels
es: Ver canales
pl: Zobacz kanały

source: Connect
es: Conectar
nb_no: Koble til
pl: Połącz

source: Br
ru: Бр

source: *Greetings*! I am excited to be here :smiley: To get started, create a new role named `Orisa Admin` (only the name is important, it doesn't need any special permissions) and add yourself and everybody that should be allowed to configure me. Then, write `@Orisa config` in this channel and I will send you a link to configure me via DM. *I will ignore all commands except `@Orisa help` and `@Orisa config` until I'm configured for this Discord!*
es: *Saludos*! Estoy muy contenta de estar aquí :smiley: Para empezar, crea un nuevo rol llamado `Orisa Admin` (solo importa el nombre, no necesita ningún permiso especial) y asígnatelo a ti y a cualquiera que pueda configurarme. Después, escribe `@Orisa config` en este canal y te mandaré un link para configurarme vía MD. *Ignoraré todos los comandos a excepción de `@Orisa help` y `@Orisa config` hasta que esté configurada para este Discord!*
it: *Saluti*! Sono entusiasta di essere qui :smiley: Per iniziare, creare un nuovo ruolo chiamato `Orisa Admin` (Solo il nome è importante, non è necessario nessun permesso speciale) ed aggiungi te stesso e tutti quelli che dovrebbero essere autorizzati a configurarmi. Poi, scrivi `@Orisa config` in questo canale e ti invierò un link per configuraremi tramite messaggio privato. *Ignorerò tutti i comandi eccetto `@Orisa help` e `@Orisa config` finché non sarò configurata per questo Discord!*
nb_no: *Vær hilset*! Jeg er henrykt over å være her :smiley: For å ta det første først, opprett en ny rolle kalt `Orisa Admin` (kun navnet er viktig, ingen spesialtilganger trengs) og legg til deg selv og alle som skal kunne sette meg opp. Skriv så `@Orisa config` i denne kanalen, og jeg vil sende deg en lenke for oppsett via privat melding. *Jeg svarer kun på `@Orisa help` og `@Orisa config` til jeg er satt opp for denne Discord-en!*
ru: *Приветствую* Я в восторге, что вы здесь :smiley: Так, давайте начнём, создайте роль `Orisa Admin` (важно только название роли, не нужно ставить специальные возможности) и добавьте себе или кому-то ещё эту роль. Это должно позволить настроить меня. Далее введите `@Orisa config` в канале, и я пошлю вам ссылку, чтобы настроить меня. *Я буду игнорировать все команды, кроме `@Orisa help` и `'@Orisa config`, пока я не настроена для этого Discord!*

source: BTW, you do not need to specify your nickname if you want your own BattleTag; just @Orisa is enough.
es: Por cierto, no hace falta que especifiques tu apodo si quieres ver tu propio BattleTag; con @Orisa es suficiente.
it: Cmq, non devi specificare il tuo soprannome se vuoi il tuo BattleTag; basta solo @Orisa.
ru: Кстати, нет необходимости указывать свой никнейм, если вы хотите запросить свой собственный BattleTag; Достаточно ввести @Orisa

source: Use `@Orisa register` to register, or `@Orisa help` for more info.
es: Usa `@Orisa register` para registrarte, o `@Orisa help` para más información.
it: Usa `@Orisa register` per registrarti o `@Orisa help` per ulteriori informazioni.
ru: Используйте `@Orisa register` для регистрации или `@Orisa help` для получения дополнительной информации.

source: `@Orisa config` works in *any* channel (that I'm allowed to read messages in, of course), so you can also use an admin-only channel.
es: `@Orisa config` funciona en *cualquier* canal (en el cual esté autorizada a leer mensajes, por supuesto), por lo que también puedes usar un canal solo para administradores.
it: `@Orisa config` si sviluppa in *ogni* canale (Ovviamente, dove ho il permesso di leggere i messaggi), puoi usare anche un canale solo per amministratori.
ru: `@Orisa config` работает в *любом* канале (в котором я, конечно, могу читать сообщения), так что вы также можете использовать канал для администратора.

source: {type} looks like a BattleTag and not like PC/Xbox, assuming you meant `@Orisa register pc`…
es: {type} parece un BattleTag y no de PC/Xbox, asumo que querías decir `@Orisa register pc`…
it: {type} sembra un BattleTag e non PC/Xbox, premesso che volessi dire `@Orisa register pc`…
ru: {type} выглядит как BattleTag, но он не похож на PC/Xbox, возможно вы имели в виду `@Orisa register pc`…

source: When registering a PSN account, you need to give your Online ID, like `@Orisa register psn My-Cool-ID_12345`.
es: Al registrar una cuenta PSN, necesitas proporcionar tu ID Online, como `@Orisa register psn My-Cool-ID_12345`.
it: Quando registri un account PSN, devi fornire il tuo Online ID, come `@Orisa register psn My-Cool-ID_12345`.
nb_no: Når du registrerer en PSN-konto, må du angi din Online-ID, som `@Orisa register psn Min-kule-ID_12345`.
ru: При регистрации учетной записи PSN вам необходимо указать свой Online идентификатор, например `@Orisa register psn My-Cool-ID_12345`.

source: Invalid registration type "{type}". Use `@Orisa register` or `@Orisa register pc` for PC; `@Orisa register xbox` for Xbox, or `@Orisa register psn My-Online-Id_1234` for PlayStation.
es: Tipo de registro no válido"{type}". Usa `@Orisa register` o `@Orisa register pc` para PC; `@Orisa register xbox` para Xbox, o `@Orisa register psn My-Online-Id_1234` para PlayStation.
it: Tipo di registrazione non valido "{type}". Usa `@Orisa register` o `@Orisa register pc` da PC; `@Orisa register xbox` da Xbox, o `@Orisa register psn My-Online-Id_1234` da PlayStation.
ru: Неверный тип регистрации "{type}". Используйте `@Orisa register` или`@Orisa register pc` для PC; `@Orisa register xbox` для Xbox или`@Orisa register psn My-Online-Id_1234` для PlayStation.

source: If you have an XBL account, use `@Orisa register xbox`. For PSN, use `@Orisa register psn Your_Online-ID`
es: Si tienes una cuenta de XBL, usa `@Orisa register xbox`. Para PSN, utiliza `@Orisa register psn Vuestro_ID_Online`
it: Se hai un account XBL, usa `@Orisa register xbox`. per PSN, usa `@Orisa register psn Your_Online-ID`
ru: Если у вас есть учетная запись XBL, используйте `@Orisa register xbox`. Для учетной записи PSN используйте `@Orisa register psn Your_Online-ID`

source: By registering, you agree to Orisa's Privacy Policy; you can read it by entering @Orisa privacy.
es: Registrándote aceptas la Política de Privacidad de Orisa; puedes leerla introduciendo @Orisa privacy.
it: Registrandoti, accetti la politica sulla Privacy di Orisa; puoi leggerla scrivendo @Orisa privacy.
ru: Регистрируясь, вы соглашаетесь с Политикой конфиденциальности Orisa; Вы также можете прочитать это, введя @Orisa privacy.

source: You cannot unregister your primary handle. Use `@Orisa setprimary` to set a different primary first, or use `@Orisa forgetme` to delete all your data.
es: No puedes eliminar tu cuenta primaria. Usa `@Orisa setprimary` para seleccionar una cuenta primaria, o usa `@Orisa forgetme` para eliminar todos tus datos.
it: Non puoi cancellare la tua registrazione. Usa Use `@Orisa setprimary` per impostare un diverso primary o usa `@Orisa forgetme` per cancellare tutti i tuoi dati.
nb_no: Du kan ikke avregistrere ditt primære kallenavn. Bruk `@Orisa setprimary` for å sette en annen primær først, eller bruk `@Orisa forgetme` for å slette all din data.
ru: Вы не можете отвязать основной BattleTag. Вы можете сначала использовать `!ow setprimary`, чтобы изменить основу, или используйте`@Orisa forgetme`чтобы удалить все ваши данные.

source: However, your new nickname "{nickname}" is now longer than 32 characters, which Discord doesn't allow. Please choose a different format, or shorten your nickname and do a `@Orisa forceupdate` afterwards.
es: Sin embargo, tu nuevo nombre de usuario "{nickname}" es más largo que 32 carácteres, y esto Discord no lo permite. Por favor, selecciona un formato diferente, o acorta tu nombre y haz luego un `@Orisa forceupdate`.
it: Il tuo nome "{nickname}" è più lingo di 32 caratteri, il che non è permesso nei server Discord. Per favore scegli un formato differente o più corto e procedi con `@Orisa forceupdate`.
ru: Однако ваш новый никнейм "{nickname}" теперь длиннее 32 символов, что не допускается в Discord. Пожалуйста, выберите другой формат или сократите свой никнейм и затем введите `@Orisa forceupdate`.

source: You are not registered. Use `@Orisa register` first.
es: No estás registrado. Usa `@Orisa register` primero.
it: Non sei registrato. Usa prima `@Orisa register`.
nb_no: Du er ikke registrert. Bruk `@Orisa register` først.
ru: Вы не зарегистрированы. Сначала используйте `@Orisa register`.
